Repository: mantisbt-plugins/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: vi_vn

source: [CodevTT] Timesheet reminder !
vi_vn: [CodevTT] Nhắc nhở bảng chấm công!

source: Dear
vi_vn: Kính thưa

source: Please fill your CodevTT timesheet
vi_vn: Vui lòng điền vào bảng chấm công CodevTT của bạn.

source: incomplete (missing
vi_vn: không đầy đủ (thiếu

source: not defined.
vi_vn: Không chỉ định

source: unknown
vi_vn: không rõ

source: Backlog on resolved issues should be 0
vi_vn: Số lượng vấn đề tồn đọng đã được giải quyết phải bằng 0.

source: Backlog on unresolved issues should not be 0
vi_vn: Số lượng vấn đề chưa được giải quyết tồn đọng không được bằng 0.

source: EffortEstim should not be 0
vi_vn: EffortEstim không được bằng 0.

source: There should be no timetracks on "new" issues
vi_vn: Không nên có lịch trình cụ thể cho các vấn đề "mới".

source: Issues should be referenced in a Command
vi_vn: Các vấn đề cần được đề cập trong Lệnh.

source: Issues should not be referenced in multiple commands
vi_vn: Không nên tham chiếu các vấn đề trong nhiều lệnh khác nhau.

source: Commands should be referenced in a CommandSet
vi_vn: Các lệnh nên được tham chiếu trong một CommandSet.

source: CommandSets should be referenced in a ServiceContract
vi_vn: Các CommandSet cần được tham chiếu trong ServiceContract.

source: Issues should be assigned to someone
vi_vn: Các vấn đề cần được giao cho một người cụ thể.

source: Check timetracks on removed issues (not needed if Mantis plugin is enabled)
vi_vn: Kiểm tra nhật ký thời gian trên các sự cố đã bị xóa (không cần thiết nếu plugin Mantis được bật).

source: Command issues should belong to the team's project-list
vi_vn: Các vấn đề liên quan đến chỉ huy nên được đưa vào danh sách dự án của nhóm.

source: Backlog should be 0 (not
vi_vn: Số lượng tồn đọng phải bằng 0 (không phải

source: Backlog must be defined !
vi_vn: Danh sách công việc tồn đọng cần được xác định!

source: Backlog == 0: Backlog may not be up to date.
vi_vn: Tồn đọng == 0: Tồn đọng có thể chưa được cập nhật.

source: MgrEffortEstim not set.
vi_vn: MgrEffortEstim chưa được thiết lập.

source: EffortEstim not set.
vi_vn: EffortEtim chưa được thiết lập.

source: Status should not be
vi_vn: Trạng thái không nên

source: The task is not assigned to anybody.
vi_vn: Nhiệm vụ này không được giao cho bất kỳ ai.

source: The task is not referenced in any Command.
vi_vn: Nhiệm vụ này không được tham chiếu trong bất kỳ lệnh nào.

source: is not referenced in any CommandSet
vi_vn: không được tham chiếu trong bất kỳ CommandSet nào.

source: is not referenced in any ServiceContract
vi_vn: không được đề cập trong bất kỳ Hợp đồng Dịch vụ nào.

source: days
vi_vn: Ngày

source: inconsistent
vi_vn: không nhất quán

source: No default project workflow defined, check config file:
vi_vn: Không có quy trình làm việc dự án mặc định nào được định nghĩa, hãy kiểm tra tệp cấu hình:

source: ) Please run <a href='tools/update_codevtt.php'>update_codevtt.php</a>
vi_vn: Vui lòng chạy tệp <a href='tools/update_codevtt.php'>update_codevtt.php</a>

source: Project not defined in the team's project-list
vi_vn: Dự án không được định nghĩa trong danh sách dự án của nhóm.

source: Please move config file to:
vi_vn: Vui lòng di chuyển tệp cấu hình đến:

source: Please remove:
vi_vn: Vui lòng xóa:

source: monitored
vi_vn: được theo dõi

source: Duplicate of
vi_vn: Bản sao của

source: Has duplicate
vi_vn: có trùng lặp

source: Related to
vi_vn: liên quan đến

source: Parent of
vi_vn: cha của

source: Child of
vi_vn: con của

source: Constrained by
vi_vn: Bị hạn chế bởi

source: Constrains
vi_vn: hạn chế

source: Tags
vi_vn: Thẻ

source: none
vi_vn: không có

source: Assigned
vi_vn: Người được giao

source: ETA
vi_vn: Thời gian dự kiến đến

source: Disabled
vi_vn: Tắt

source: Removed
vi_vn: Đã gạt bỏ

source: ERROR: invalid currency: (coef is null, zero, or not a number)
vi_vn: LỖI: đơn vị tiền tệ không hợp lệ: (hệ số là null, bằng không hoặc không phải là số)

source: ERROR: First define the referal currency (with coef=1)
vi_vn: LỖI: Trước tiên hãy xác định đơn vị tiền tệ giới thiệu (với hệ số = 1)

source: ERROR: there can be only one 'referal' currency (with coef=1)
vi_vn: LỖI: Chỉ có thể có một loại tiền tệ 'tham chiếu' (với hệ số = 1)

source: ERROR: currency already defined
vi_vn: LỖI: đơn vị tiền tệ đã được định nghĩa

source: Sort issues per Project
vi_vn: Sắp xếp các vấn đề theo Dự án

source: Sort issues: with/without External ID
vi_vn: Sắp xếp vấn đề: có/không có ID bên ngoài

source: Issue External ID
vi_vn: ID bên ngoài của vấn đề

source: Sort issues per project categories
vi_vn: Sắp xếp các vấn đề theo danh mục dự án

source: Project Category
vi_vn: Chỉnh sửa chuyên mục dự án

source: Sort issues per ID
vi_vn: Sắp xếp các vấn đề theo ID

source: Issue ID
vi_vn: ID issue

source: Sort issues per Project TargetVersion
vi_vn: Sắp xếp các vấn đề theo phiên bản mục tiêu của dự án.

source: Project TargetVersion
vi_vn: Phiên bản mục tiêu của dự án

source: Sort issues per tags
vi_vn: Sắp xếp các vấn đề theo ID

source: Issue Tag
vi_vn: Thẻ vấn đề

source: Sort issues: public/private
vi_vn: Phân loại vấn đề: công khai/riêng tư

source: Issue Public/Private
vi_vn: Vấn đề Công cộng/Tư nhân

source: Sort issues per CustomField: CodevTT_Type
vi_vn: Sắp xếp các vấn đề theo trường tùy chỉnh: CodevTT_Type

source: Type (Task/Bug)
vi_vn: Loại (Nhiệm vụ/Lỗi)

source: Average backlog
vi_vn: Tồn đọng trung bình

source: Install
vi_vn: Cài đặt

source: If you're upgrading from an older CodevTT version, do the following steps:
vi_vn: Nếu bạn đang nâng cấp từ phiên bản CodevTT cũ hơn, hãy thực hiện các bước sau:

source: Upgrade Mantis first ! (not mandatory)
vi_vn: Hãy nâng cấp Mantis trước! (không bắt buộc)

source: Backup your database
vi_vn: Sao lưu cơ sở dữ liệu của bạn

source: Copy CodevTT configuration files from your previous installation
vi_vn: Sao chép các tệp cấu hình CodevTT từ lần cài đặt trước của bạn.

source: Run this script:
vi_vn: Chạy đoạn mã này:

source: Installation finished
vi_vn: Cài đặt hoàn tất

source: Manual steps
vi_vn: Các bước thủ công

source: Check Mantis Plugins
vi_vn: Kiểm tra các plugin Mantis

source: Login to Mantis as 'Administrator'.
vi_vn: Đăng nhập vào Mantis với tư cách 'Quản trị viên'.

source: manage plugins
vi_vn: quản lý plugin

source: Check that the <b>CodevTT</b> plugin is installed and activated.
vi_vn: Hãy kiểm tra xem plugin <b>CodevTT</b> đã được cài đặt và kích hoạt chưa.

source: Check generated configuration files
vi_vn: Kiểm tra các tệp cấu hình đã tạo.

source: Mantis Path & URL in
vi_vn: Đường dẫn và URL của Mantis trong

source: Log directory in
vi_vn: Thư mục nhật ký trong

source: Remove CodevTT Installation files
vi_vn: Xóa các tệp cài đặt CodevTT

source: For security reasons, delete the following directory:
vi_vn: Vì lý do bảo mật, hãy xóa thư mục sau:

source: Done !
vi_vn: Xong !

source: Install - Step 1
vi_vn: Cài đặt - Bước 1

source: Mantis Database Info
vi_vn: Thông tin cơ sở dữ liệu về bọ ngựa

source: Hostname
vi_vn: Tên máy chủ

source: Database Name
vi_vn: Tên cơ sở dữ liệu

source: Database Table Prefix
vi_vn: Danh sách tiền tố

source: Database Table Suffix
vi_vn: Danh sách hậu tố

source: WARN Windows Install: to avoid a SUPER privilege error, use <b>root</b> mysql user (This can be changed in config.ini when installation is finished).
vi_vn: CẢNH BÁO Cài đặt Windows: để tránh lỗi quyền SUPER, hãy sử dụng người dùng <b>root</b> của mysql (Bạn có thể thay đổi điều này trong config.ini sau khi quá trình cài đặt hoàn tất).

source: Proxy Settings
vi_vn: Thiết lập proxy

source: CodevTT will check for updates.
vi_vn: CodevTT sẽ kiểm tra các bản cập nhật.

source: Enable proxy
vi_vn: Bật proxy

source: Server
vi_vn: Máy chủ

source: Port
vi_vn: Cảng

source: Proceed Step 1
vi_vn: Tiếp tục Bước 1

source: Install - Step 2
vi_vn: Cài đặt - Bước 2

source: Get Mantis customizations
vi_vn: Tùy chỉnh Mantis

source: Path to Mantis
vi_vn: Đường đến Mantis

source: URL to Mantis
vi_vn: URL đến Mantis

source: URL to CodevTT
vi_vn: URL đến CodevTT

source: Proceed Step 2
vi_vn: Tiếp tục Bước 2

source: Install - Step 3
vi_vn: Cài đặt - Bước 3

source: CodevTT Administrators team
vi_vn: Nhóm quản trị viên CodevTT

source: CodevTT_External ID
vi_vn: Mã định danh bên ngoài CodevTT_

source: CodevTT_Delivery Date
vi_vn: Ngày giao hàng CodevTT

source: Path to output files
vi_vn: Đường dẫn đến tập tin đầu ra

source: Workflow
vi_vn: Luồng làm việc

source: Set equivalences in accordance to your Mantis workflow
vi_vn: Thiết lập các giá trị tương đương phù hợp với quy trình làm việc Mantis của bạn.

source: CodevTT Administrator
vi_vn: Ban quản lý CodevTT

source: More administrators can be defined later, for now you just need one.
vi_vn: Bạn có thể định nghĩa thêm quản trị viên sau này, hiện tại chỉ cần một người.

source: Tasks external ID field
vi_vn: Trường ID bên ngoài của tác vụ

source: Create a new CustomField
vi_vn: Tạo trường tùy chỉnh mới

source: Use this CustomField :
vi_vn: Hãy sử dụng trường tùy chỉnh này:

source: Default Jobs
vi_vn: Mặc định

source: CodevTT support management
vi_vn: Quản lý hỗ trợ CodevTT

source: Specific to SideTasks
vi_vn: Cụ thể dành cho SideTasks

source: Proceed Step 3
vi_vn: Tiếp tục Bước 3

source: CodevTT admin
vi_vn: Quản trị viên CodevTT

source: Other external activity
vi_vn: Hoạt động bên ngoài khác

source: Leave
vi_vn: Rời

source: Sick Leave
vi_vn: Nghỉ ốm

source: Analyse
vi_vn: Phân tích

source: Development
vi_vn: Sự phát triển

source: Tests
vi_vn: Bài kiểm tra

source: CodevTT ExternalTasks Project
vi_vn: Với dự án External Tasks

source: Any external task, NOT referenced in any Mantis project
vi_vn: Bất kỳ nhiệm vụ bên ngoài nào, KHÔNG được đề cập trong bất kỳ dự án Mantis nào.

source: On holiday, leave, ...
vi_vn: Đang nghỉ phép, ...

source: Sick
vi_vn: Bệnh

source: Step 1
vi_vn: Bước 1

source: Step 2
vi_vn: Bước 2

source: Step 3
vi_vn: Bước 3

source: Step 4
vi_vn: Bước 4

source: Provision
vi_vn: Điều khoản

source: auto
vi_vn: Tự động

source: Errors affecting the CommandSet
vi_vn: Các lỗi ảnh hưởng đến CommandSet

source: Provisions updated FAILED !
vi_vn: Cập nhật điều khoản THẤT BẠI!

source: Sorry, only managers can remove tasks from commands
vi_vn: Rất tiếc, chỉ người quản lý mới có thể xóa nhiệm vụ khỏi lệnh.

source: Sorry, only managers can add tasks to commands
vi_vn: Rất tiếc, chỉ người quản lý mới có thể thêm nhiệm vụ vào lệnh.

source: Sorry, this task is not in your team's projects
vi_vn: Rất tiếc, nhiệm vụ này không nằm trong dự án của nhóm bạn.

source: Sorry, you're not an active member of this team
vi_vn: Rất tiếc, bạn không phải là thành viên tích cực của nhóm này.

source: You do not have permissions to display task :
vi_vn: Bạn không có quyền hiển thị tác vụ:

source: Task not found in Mantis DB :
vi_vn: Không tìm thấy tác vụ trong cơ sở dữ liệu Mantis:

source: No projects in this team
vi_vn: Không có dự án nào trong nhóm này.

source: New Tasks
vi_vn: Công việc mới:

source: Current Tasks
vi_vn: Các nhiệm vụ hiện tại

source: Resolved Tasks
vi_vn: Các nhiệm vụ đã hoàn thành

source: onTime
vi_vn: đúng giờ

source: NOT onTime
vi_vn: Không đúng giờ

source: no deadLine
vi_vn: không có hạn chót

source: Monitored
vi_vn: được theo dõi

source: No date defined
vi_vn: Chưa định rõ nhãn

source: No target version defined
vi_vn: Không có phiên bản mục tiêu nào được xác định.

source: Test: export to ODT
vi_vn: Kiểm tra: xuất sang định dạng ODT

source: Sorry, there are no projects defined for your team.
vi_vn: Rất tiếc, hiện không có dự án nào được xác định cho nhóm của bạn.

source: days are incomplete or undefined
vi_vn: Ngày tháng không đầy đủ hoặc không xác định.

source: Error: Task not found in Mantis DB !
vi_vn: Không tìm thấy tác vụ trong cơ sở dữ liệu Mantis:

source: Click to add a note
vi_vn: Nhấp vào đây để thêm ghi chú

source: External Tasks
vi_vn: Liên kết ngoài

source: Sidetasks Inactivity
vi_vn: Việc không hoạt động

source: Activity on other teams
vi_vn: Hoạt động trên các nhóm khác

source: today
vi_vn: hôm nay

source: User not in team
vi_vn: Người dùng không thuộc nhóm

source: Other team
vi_vn: Đội khác

source: REFUSED
vi_vn: BỊ TỪ CHỐI

source: ERROR: Failed to update backlog !
vi_vn: LỖI: Không thể cập nhật danh sách công việc tồn đọng!

source: ERROR: Failed to getAvailableStatusList !
vi_vn: LỖI: Không thể lấy danh sách trạng thái khả dụng!

source: ERROR: Failed to setStatus !
vi_vn: LỖI: Không thể thiết lập trạng thái!

source: Timetracking is forbidden when issue's status is :
vi_vn: Việc theo dõi thời gian bị cấm khi trạng thái của sự cố là:

source: Sorry, multiple existing timetracks, please use the regular Timetracking page
vi_vn: Xin lỗi, hiện đã có nhiều biểu đồ theo dõi thời gian, vui lòng sử dụng trang Theo dõi thời gian thông thường.

source: ERROR: Failed to add/update timetrack !
vi_vn: LỖI: Không thể thêm/cập nhật mốc thời gian!

source: ERROR: Failed to delete the timetrack !
vi_vn: LỖI: Không thể xóa bản ghi thời gian!

source: Timetrack not added: Timetrack note is mandatory
vi_vn: Không thêm nhật ký thời gian: Ghi chú nhật ký thời gian là bắt buộc

source: Timetrack not added: Job is not specified
vi_vn: Không thêm được Timetrack: Công việc chưa được chỉ định

source: Timetrack not added: bugid is not specified
vi_vn: Không thể thêm Timetrack: mã lỗi chưa được chỉ định.

source: Timetrack not added: duration is not specified
vi_vn: Không thêm được Timetrack: thời lượng chưa được chỉ định

source: ERROR: Failed to add timetrack !
vi_vn: LỖI: Không thể thêm/cập nhật mốc thời gian!

source: Task deadlines alert
vi_vn: Thông báo hạn chót công việc

source: Display unresolved tasks that should have been delivered
vi_vn: Hiển thị các nhiệm vụ chưa được giải quyết mà đáng lẽ đã phải hoàn thành.

source: CodevTT administration tools
vi_vn: Ban quản lý CodevTT

source: Task burndown chart
vi_vn: Biểu đồ tiến độ công việc

source: Display task backlog updates since the task creation
vi_vn: Hiển thị các cập nhật về danh sách công việc tồn đọng kể từ khi công việc được tạo.

source: Backlog (days)
vi_vn: Tồn đọng (ngày)

source: Management
vi_vn: Quản lý

source: Man-days available in period, except leaves and external tasks
vi_vn: Số ngày công có sẵn trong kỳ, không bao gồm ngày nghỉ phép và các nhiệm vụ bên ngoài.

source: Task is not in team's projects
vi_vn: Nhiệm vụ này không nằm trong dự án của nhóm.

source: Timetrack added by
vi_vn: Timetrack được thêm bởi

source: Task does not exist !
vi_vn: Trang không tồn tại

source: Management load history
vi_vn: Lịch sử tải quản lý

source: Import Mantis relationship-tree to WBS
vi_vn: Nhập cây quan hệ Mantis vào WBS

source: Load per user groups
vi_vn: Tải theo nhóm người dùng

source: Check all the timetracks of the period and return their repartition per User groups
vi_vn: Kiểm tra tất cả các mốc thời gian trong khoảng thời gian đó và trả về sự phân bổ của chúng cho mỗi Job.

source: No group defined
vi_vn: Không định rõ lời chú giải

source: Task drift alert
vi_vn: Cảnh báo lệch nhiệm vụ

source: Display tasks where the elapsed time is greater than the estimated effort
vi_vn: Các nhiệm vụ mà thời gian thực hiện lớn hơn thời gian ước tính cần bỏ ra.

source: Display a history of all the teams for a given user
vi_vn: Hiển thị lịch sử tất cả các đội của một người dùng cụ thể.

source: Custom user data
vi_vn: Dữ liệu người dùng tùy chỉnh

source: Allows to set some user specific data such as EmployeeId, userId in other DB/Softwares, phoneNumber, etc.
vi_vn: Cho phép thiết lập một số dữ liệu cụ thể cho người dùng, chẳng hạn như EmployeeId, userId trong cơ sở dữ liệu/phần mềm khác, số điện thoại, v.v.

source: The initial goal is to ease the export of CodevTT data to other tools.
vi_vn: Mục tiêu ban đầu là tạo điều kiện thuận lợi cho việc xuất dữ liệu CodevTT sang các công cụ khác.

source: Sum elapsed time on management sideTasks and compare to the sum of command provisions. Returns a result in man-days and costs
vi_vn: Tính tổng thời gian đã trôi qua ở phía quản lý (các nhiệm vụ) và so sánh với tổng thời gian cung cấp cho bộ chỉ huy. Trả về kết quả tính bằng ngày công và chi phí.

source: No AverageDailyCost defined in team settings
vi_vn: Không có AverageDailyCost nào được định nghĩa trong cài đặt nhóm.

source: Sorry, only managers can access this plugin
vi_vn: Rất tiếc, chỉ quản trị viên mới có thể truy cập trang này.

source: Display the bug reopened rate history
vi_vn: Hiển thị lịch sử tỷ lệ lỗi được mở lại

source: Import a list of issues to MantisBT / CodevTT from a CSV file
vi_vn: Nhập danh sách các vấn đề vào MantisBT / CodevTT từ tệp CSV

source: Move Issue Timetracks
vi_vn: Di chuyển tiến độ xử lý sự cố

source: Move timetracks from one issue to another
vi_vn: Di chuyển tiến độ từ vấn đề này sang vấn đề khác.

source: Please, fill all fields
vi_vn: Vui lòng điền đầy đủ thông tin vào tất cả các trường.

source: This origin task doesn't exist
vi_vn: Nhiệm vụ gốc này không tồn tại

source: This destination task doesn't exist
vi_vn: Nhiệm vụ đích này không tồn tại

source: No timetracks for this search
vi_vn: Không có nhật ký theo dõi thời gian cho tìm kiếm này.

source: Please, display timetracks before moving them
vi_vn: Vui lòng hiển thị tiến trình thời gian trước khi di chuyển chúng.

source: Display Issue Status history
vi_vn: Hiển thị lịch sử trạng thái sự cố

source: SellingPrice = DailyPrice x Elapsed on period
vi_vn: Giá bán = Giá hàng ngày x Thời gian đã trôi qua

source: WARNING: You need to assign the "CodevTT_DailyPrice" customField to the following projects:
vi_vn: CẢNH BÁO: Bạn cần gán trường tùy chỉnh "CodevTT_DailyPrice" cho các dự án sau:

source: Display the progress history
vi_vn: Hiển thị lịch sử tiến độ

source: Display the elapsed time in a period
vi_vn: Hiển thị thời gian đã trôi qua trong một khoảng thời gian.

source: Budget drift history
vi_vn: lịch sử biến động ngân sách

source: Display the budget history
vi_vn: Hiển thị lịch sử tiến độ

source: Choose a customfield, return the elapsed time for each customField value
vi_vn: Chọn một trường tùy chỉnh, trả về thời gian đã trôi qua cho mỗi giá trị của trường tùy chỉnh đó.

source: List and edit timetracks
vi_vn: Liệt kê và chỉnh sửa biểu đồ thời gian

source: Check all the tasks and return the backlog per User
vi_vn: Kiểm tra tất cả các nhiệm vụ và trả về danh sách công việc tồn đọng cho từng người dùng.

source: (unknown 0)
vi_vn: (không rõ)

source: List the active tasks on a given period
vi_vn: Liệt kê các nhiệm vụ đang hoạt động trong một khoảng thời gian nhất định.

source: Tasks having received timetracks during the period
vi_vn: Các nhiệm vụ đã được theo dõi thời gian trong khoảng thời gian đó.

source: Display the number of issues submitted/resolved in a period
vi_vn: Hiển thị số lượng vấn đề đã được gửi/giải quyết trong một khoảng thời gian.

source: Import a list of users to MantisBT / CodevTT
vi_vn: Nhập danh sách người dùng vào MantisBT / CodevTT

source: Note: only available for administrators & team leaders
vi_vn: Lưu ý: Chỉ dành cho quản trị viên và trưởng nhóm.

source: Your are not allowed to import users
vi_vn: Bạn không được phép nhập người dùng.

source: Your CodevTT / Mantis account has been created:
vi_vn: Tài khoản CodevTT / Mantis của bạn đã được tạo:

source: Please, change your password on your first connection.
vi_vn: Vui lòng đổi mật khẩu khi đăng nhập lần đầu.

source: CodevTT URL:
vi_vn: URL CodevTT:

source: Mantis URL:
vi_vn: URL của Mantis:

source: Best regards
vi_vn: Chúc mừng bạn

source: [CodevTT] Your password
vi_vn: [CodevTT] Mật khẩu của bạn

source: Check all the timetracks of the period and return their repartition per project categories
vi_vn: Kiểm tra tất cả các mốc thời gian trong kỳ và báo cáo sự phân bổ của chúng cho từng Dự án.

source: All Sidetasks Projects
vi_vn: Dự án SideTasks

source: All Production Projects
vi_vn: Tất cả các dự án sản xuất

source: All Projects
vi_vn: Tất cả các dự án

source: WBS Export
vi_vn: Xuất WBS

source: Export WBS to CSV file
vi_vn: Xuất WBS sang tệp CSV

source: Display additional info on timetracks
vi_vn: Hiển thị thông tin bổ sung trên biểu đồ thời gian

source: Low
vi_vn: Thấp

source: Normal
vi_vn: Thường

source: High
vi_vn: Cao

source: Everybody
vi_vn: Mọi người

source: Messages
vi_vn: Thông điệp

source: Display a message wall on the homepage
vi_vn: Hiển thị bảng tin nhắn trên trang chủ

source: Allows Administrators & team members to send messages that will be displayed on other users' wall
vi_vn: Cho phép quản trị viên và thành viên nhóm gửi tin nhắn sẽ được hiển thị trên tường của người dùng khác.

source: Display the backlog history
vi_vn: Hiển thị lịch sử tiến độ

source: Open issues seniority statistics
vi_vn: Thống kê thâm niên về các vấn đề chưa giải quyết

source: Last week
vi_vn: Tuần trước

source: +1 week
vi_vn: 1 tuần

source: +2 week
vi_vn: +2 tuần

source: +3 week
vi_vn: +3 tuần

source: +1 months
vi_vn: 3 tháng

source: +2 months
vi_vn: +2 tháng

source: +3 months
vi_vn: 3 tháng

source: +6 months
vi_vn: + 6 tháng

source: Over a year
vi_vn: Hơn một năm

source: All (tasks & bugs)
vi_vn: Tất cả (nhiệm vụ & lỗi)

source: Display the delay between the timetrack date and it's creation date
vi_vn: Hiển thị độ trễ giữa ngày trên bản ghi theo dõi thời gian và ngày tạo của nó.

source: Display the EffortEstim reliability rate history
vi_vn: Hiển thị lịch sử tỷ lệ độ tin cậy của EffortEtim

source: rate = EffortEstim / elapsed (on resolved tasks only)
vi_vn: Tốc độ = Ước lượng nỗ lực / thời gian đã trôi qua (chỉ áp dụng cho các nhiệm vụ đã hoàn thành)

source: REM: An issue that has been reopened before endTimestamp will NOT be recorded.
vi_vn: LƯU Ý: Vấn đề đã được mở lại trước thời gian kết thúc (endTimestamp) sẽ KHÔNG được ghi nhận.

source: (For the bugs that where re-opened, the EffortEstim may not have been re-estimated, and thus the result is not reliable.)
vi_vn: (Đối với những lỗi được mở lại, EffortEstim có thể chưa được ước tính lại, do đó kết quả không đáng tin cậy.)

source: Group tasks by adding multiple filters
vi_vn: Nhóm các tác vụ bằng cách thêm nhiều bộ lọc.

source: Remove dashboard plugins
vi_vn: Gỡ bỏ các plugin bảng điều khiển

source: Remove all plugins from a dashboard. This is usefull if a plugin crashes the page
vi_vn: Gỡ bỏ tất cả các plugin khỏi bảng điều khiển. Việc này hữu ích nếu một plugin nào đó gây lỗi trang.

source: Compute costs, using the UserDailyCosts defined in team settings
vi_vn: Tính toán chi phí, sử dụng UserDailyCosts được định nghĩa trong cài đặt nhóm.

source: Standard issue priority scheduling
vi_vn: Lập lịch ưu tiên phát hành tiêu chuẩn

source: Select a task
vi_vn: Chọn bài kiểm tra

source: Today
vi_vn: Hôm nay

source: Monday this week
vi_vn: Thứ Hai tuần này

source: First week of this month
vi_vn: Tuần đầu tiên của tháng này

source: 2 weeks
vi_vn: 2 tuần

source: 1 month
vi_vn: 1 tháng

source: 2 months
vi_vn: 2 tháng

source: 3 months
vi_vn: 3 tháng

source: Daily breakdown scheduling
vi_vn: Lịch trình phân bổ hàng ngày

source: Assignments rules not valid for task
vi_vn: Các quy tắc phân công không hợp lệ cho nhiệm vụ này.

source: Issue not found in MantisDB !
vi_vn: Không tìm thấy tác vụ trong cơ sở dữ liệu Mantis:

source: Options saved successfully
vi_vn: Đã lưu thay đổi thành công

source: All projects
vi_vn: Tất cả các dự án

source: W
vi_vn: T

source: Delivery Date
vi_vn: Ngày giao hàng
