Repository: mantisbt-plugins/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: vi_vn

source: Add task
vi_vn: Thêm thẻ

source: Click to show errors
vi_vn: Nhấp chuột để hiển thị lỗi

source: Previous week
vi_vn: Văn bản trước

source: Week
vi_vn: Tuần

source: Next week
vi_vn: Tuần tới

source: Task
vi_vn: Thảo luận

source: Status
vi_vn: Trạng thái

source: Backlog
vi_vn: Lưu trữ

source: TOTAL
vi_vn: Tổng cộng

source: Hint: Click in a field to edit 'Elapsed time' or 'Backlog'
vi_vn: Gợi ý: Nhấp vào một trường để chỉnh sửa 'Thời gian đã trôi qua' hoặc 'Số lượng công việc tồn đọng'.

source: Hide tasks not assigned to me
vi_vn: Ẩn các nhiệm vụ không được giao cho tôi

source: Hide resolved tasks
vi_vn: Ẩn các nhiệm vụ đã giải quyết

source: Project
vi_vn: Dự án

source: (all)
vi_vn: (tất cả)

source: Cancel
vi_vn: Hủy bỏ

source: Delete
vi_vn: Xóa bỏ

source: Update
vi_vn: Cập nhật

source: Please wait...
vi_vn: Vui lòng chờ...

source: Job
vi_vn: Công việc

source: Duration
vi_vn: Khoảng thời gian

source: Enter a keyword or *** to display all...
vi_vn: Nhập từ khóa hoặc *** để hiển thị tất cả...

source: Invalid backlog format
vi_vn: Định dạng tồn đọng không hợp lệ

source: Task not resolved, backlog cannot be '0'
vi_vn: Nhiệm vụ chưa được giải quyết, số lượng công việc tồn đọng không thể bằng '0'.

source: Status can't be :
vi_vn: Trạng thái không thể là :

source: Please update status before editing timetracks
vi_vn: Vui lòng cập nhật trạng thái trước khi chỉnh sửa biểu đồ thời gian.

source: Error(s) in Mantis Tasks
vi_vn: Lỗi trong các tác vụ Mantis

source: User
vi_vn: người dùng

source: last modification date
vi_vn: ngày sửa đổi cuối cùng

source: Summary
vi_vn: Tóm lược

source: Level
vi_vn: Cấp

source: Error Description
vi_vn: Mô tả lỗi

source: New service contract
vi_vn: Hợp đồng dịch vụ mới

source: Team
vi_vn: Đội

source: Name
vi_vn: Tên

source: Reference
vi_vn: Thẩm quyền giải quyết

source: Version
vi_vn: Phiên bản

source: Reporter
vi_vn: Người báo cáo

source: Description
vi_vn: Miêu tả

source: Start date
vi_vn: Ngày bắt đầu

source: StartDate
vi_vn: Ngày bắt đầu

source: End date
vi_vn: Ngày kết thúc

source: EndDate
vi_vn: Ngày kết thúc

source: State
vi_vn: Trạng thái

source: Some fields are missing:
vi_vn: Một số trường thông tin bị thiếu:

source: Service contract name
vi_vn: Tên hợp đồng dịch vụ

source: Delete ServiceContract
vi_vn: Xóa hợp đồng dịch vụ

source: Delete this ServiceContract ?
vi_vn: Xóa hợp đồng dịch vụ này?

source: CommandSets
vi_vn: Bộ lệnh

source: SideTasks Projects
vi_vn: Dự án SideTasks

source: --- New CommandSet ---
vi_vn: --- Bộ lệnh mới ---

source: Add
vi_vn: Thêm

source: No data
vi_vn: Không có dữ liệu

source: Remove
vi_vn: Loại bỏ

source: Ref
vi_vn: Tham chiếu

source: CommandSet
vi_vn: Bộ lệnh

source: delete Contract-CommandSet association
vi_vn: xóa liên kết Contract-CommandSet

source: Remove CommandSet
vi_vn: Xóa bộ lệnh

source: Remove CommandSet from this Contract ?
vi_vn: Xóa CommandSet khỏi Hợp đồng này?

source: Id
vi_vn: Mã số

source: delete Contract-Project association
vi_vn: Xóa CommandSet khỏi Hợp đồng này?

source: Remove Project
vi_vn: Xóa dự án

source: Remove Project from this Contract ?
vi_vn: Xóa dự án khỏi hợp đồng này?

source: Sorry, only managers can access this page.
vi_vn: Rất tiếc, chỉ quản trị viên mới có thể truy cập trang này.

source: Progress
vi_vn: Tiến triển

source: Reestimated
vi_vn: Ước tính lại

source: Elapsed
vi_vn: Đã qua

source: Drift Mgr
vi_vn: Trôi dạt

source: Drift
vi_vn: Trôi

source: Support included
vi_vn: Hỗ trợ bao gồm

source: Support NOT included
vi_vn: KHÔNG bao gồm hỗ trợ

source: ID
vi_vn: Nhận dạng

source: Assigned users
vi_vn: Bảng được sử dụng

source: Category
vi_vn: Thể loại

source: Nb Days
vi_vn: Nb ngày

source: Tasks
vi_vn: Nhiệm vụ

source: update backlog
vi_vn: cập nhật tồn đọng

source: Start Year
vi_vn: Năm bắt đầu

source: Compute
vi_vn: Tính toán

source: Adherence to deadlines
vi_vn: Tuân thủ thời hạn

source: Efficiency - System Disponibility
vi_vn: Hiệu quả - Tính khả dụng của hệ thống

source: Reopened Rate
vi_vn: Tỷ lệ mở cửa lại

source: Available Workforce
vi_vn: Nguồn nhân lực sẵn có

source: EffortEstim Reliability
vi_vn: Độ tin cậy của EffortEstim

source: % Tasks
vi_vn: % Nhiệm vụ

source: Percentage of tasks delivered before the deadLine
vi_vn: Tỷ lệ phần trăm công việc được hoàn thành trước thời hạn.

source: show values
vi_vn: hiển thị giá trị

source: % Tasks Delivered on time
vi_vn: % Nhiệm vụ hoàn thành đúng hạn

source: Date
vi_vn: Ngày tháng

source: Effort deviation on resolved tasks (regarding the MgrEffortEstim)
vi_vn: Độ lệch nỗ lực đối với các nhiệm vụ đã hoàn thành (liên quan đến MgrEffortEstim)

source: Effort deviation on resolved tasks (regarding the EffortEstim)
vi_vn: Độ lệch nỗ lực đối với các nhiệm vụ đã hoàn thành (liên quan đến EffortEstim)

source: Effort Deviation
vi_vn: Sự sai lệch nỗ lực

source: No Support
vi_vn: Không hỗ trợ

source: Effort Deviation (ExtRefOnly)
vi_vn: Sai lệch nỗ lực (Chỉ tham chiếu ngoài)

source: Efficiency Rate
vi_vn: Tỷ lệ hiệu quả

source: Exclude side tasks to get the percent of time spent working on the projects
vi_vn: Loại trừ các nhiệm vụ phụ để tính phần trăm thời gian dành cho việc thực hiện dự án.

source: Efficiency
vi_vn: Hiệu quả

source: % Efficiency
vi_vn: % hiệu quả

source: % Sys Disp.
vi_vn: % Hiển thị hệ thống

source: Sys Disp.
vi_vn: Màn hình hệ thống

source: Number of reopened external tasks (tasks having an ExternalRef).
vi_vn: Số lượng tác vụ bên ngoài được mở lại (các tác vụ có ExternalRef).

source: % Reopened
vi_vn: % Đã mở cửa trở lại

source: Compare the number of reopened tasks to the number of resolved tasks
vi_vn: So sánh số lượng nhiệm vụ được mở lại với số lượng nhiệm vụ đã được giải quyết.

source: Nb Reopened
vi_vn: Nb mở lại

source: man-days
vi_vn: ngày công

source: Available man-days on the period (excluding leave and external tasks)
vi_vn: Số ngày công khả dụng trong kỳ (không bao gồm nghỉ phép và công việc bên ngoài)

source: Developers Workload
vi_vn: Khối lượng công việc của nhà phát triển

source: nb production days
vi_vn: Ngày sản xuất

source: Compares the effort estimation to the elapsed time.
vi_vn: So sánh ước tính nỗ lực với thời gian thực tế đã trôi qua.

source: Help
vi_vn: Trợ giúp

source: (on resolved tasks only)
vi_vn: (Chỉ áp dụng cho các tác vụ đã hoàn thành)

source: rate = 1 : estimation was perfect.<br>rate &lt; 1 : underestimated<br>rate &gt; 1 : overestimated
vi_vn: Tỷ lệ = 1: ước tính hoàn hảo.<br>Tỷ lệ < 1: ước tính thấp hơn thực tế<br>Tỷ lệ > 1: ước tính cao hơn thực tế

source: Formula
vi_vn: Công thức

source: EffortAdd
vi_vn: nỗ lựcThêm

source: elapsed
vi_vn: Đã qua

source: Sorry, you do NOT have access to this page.
vi_vn: Rất tiếc, bạn KHÔNG có quyền truy cập vào trang này.

source: Indicators
vi_vn: Các chỉ số

source: User info
vi_vn: Thông tin thành viên

source: Login
vi_vn: ĐĂng nhập

source: User ID
vi_vn: ID người dùng

source: Group
vi_vn: Nhóm

source: Role
vi_vn: Vai trò

source: Team arrival date
vi_vn: Ngày đến của đội

source: Average Backlog Variation
vi_vn: Biến động tồn đọng trung bình

source: No data.
vi_vn: Không dữ liệu

source: Monthly Activity
vi_vn: Hoạt động hàng tháng

source: Detailed
vi_vn: Chi tiết

source: Tasks per User
vi_vn: Số lượng nhiệm vụ mỗi người dùng

source: Export to CSV
vi_vn: Xuất ra CSV

source: Elapsed in period
vi_vn: Khoảng thời gian đã trôi qua

source: IE may not correctly display this website
vi_vn: Trình duyệt IE có thể không hiển thị trang web này một cách chính xác.

source: please consider using a standard complient web-browser
vi_vn: Vui lòng cân nhắc sử dụng trình duyệt web tuân thủ tiêu chuẩn.

source: A new CodevTT version is available !
vi_vn: Phiên bản CodevTT mới đã có sẵn!

source: Add fixed holidays
vi_vn: Thêm các ngày lễ cố định

source: In here you can set National Days, religious holidays, etc.
vi_vn: Tại đây bạn có thể thiết lập các ngày lễ quốc gia, ngày lễ tôn giáo, v.v.

source: Note: adding RTTs is not a good idea, users may decide to work anyways and productionDaysForecast will be wrong.
vi_vn: Lưu ý: việc thêm RTT không phải là một ý tưởng hay, người dùng có thể vẫn quyết định làm việc và dự báo productionDaysForecast sẽ không chính xác.

source: Holiday Description
vi_vn: Mổ tả ngày lễ

source: Color
vi_vn: Màu

source: open a colorPicker in a new Tab
vi_vn: Mở bảng chọn màu trong một tab mới.

source: Permanently remove this date ?
vi_vn: Xóa vĩnh viễn ngày này?

source: delete Holiday
vi_vn: Xóa ngày lễ

source: Sorry, you need to be in the admin-team to access this page.
vi_vn: Xin lỗi, bạn cần phải là thành viên nhóm quản trị để truy cập trang này.

source: Select
vi_vn: Lựa chọn

source: Duration (in days)
vi_vn: Thời lượng tính bằng ngày

source: Monday
vi_vn: Thứ hai

source: Tuesday
vi_vn: Thứ ba

source: Wednesday
vi_vn: Thứ tư

source: Thursday
vi_vn: Thư năm

source: Friday
vi_vn: Thứ sáu

source: Production days
vi_vn: Ngày sản xuất

source: Load per Job
vi_vn: Tải mỗi công việc

source: Project Detail
vi_vn: Chi tiết dự án

source: Load per Project
vi_vn: Tải cho mỗi dự án

source: Productivity indicators
vi_vn: Chỉ số năng suất

source: Reopened tasks
vi_vn: Nhiệm vụ mở lại

source: Production Days
vi_vn: Ngày sản xuất

source: Projects
vi_vn: Dự án

source: Project Management
vi_vn: Quản lý dự án

source: Other SideTasks
vi_vn: Các nhiệm vụ phụ khác

source: Total
vi_vn: Tổng

source: Days spent on the projects during the period (team members only)
vi_vn: Số ngày dành cho các dự án trong suốt thời gian (chỉ dành cho thành viên nhóm)

source: SideTasks: Project Management
vi_vn: Nhiệm vụ phụ: Quản lý dự án

source: Days spent on project management tasks
vi_vn: Ngày dành cho nhiệm vụ quản lý dự án

source: SideTasks: Others
vi_vn: Nhiệm vụ phụ : Những người khác

source: Days spent on sideTasks, except project management and inactivity tasks
vi_vn: Số ngày dành cho nhiệm vụ phụ, ngoại trừ quản lý dự án và các nhiệm vụ không hoạt động

source: Production Days : total
vi_vn: Tổng số ngày sản xuất

source: number of days billed
vi_vn: số ngày lập hóa đơn

source: projects
vi_vn: Dự án

source: sideTasks
vi_vn: Nhiệm vụ phụ

source: Not available.
vi_vn: Không có sẵn

source: Indicator
vi_vn: Các chỉ số

source: Value
vi_vn: Giá trị

source: Available Workload
vi_vn: Nguồn nhân lực sẵn có

source: System Availability
vi_vn: Trạng thái người dùng

source: MgrEffortEstim Reliability Rate
vi_vn: Tỷ lệ độ tin cậy của MgrEffortEstim

source: EffortEstim Reliability Rate
vi_vn: Tỷ lệ độ tin cậy của EffortEstim

source: Workload Forecasting (holidays & externalTasks not included, developers only)
vi_vn: Dự báo khối lượng công việc (không bao gồm ngày lễ và các nhiệm vụ bên ngoài, chỉ dành cho nhà phát triển)

source: Development workload (developers only)
vi_vn: Khối lượng công việc phát triển (chỉ dành cho nhà phát triển)

source: ProjProdDays
vi_vn: Ngày sản xuất dự án

source: TotalProdDays
vi_vn: Tổng số ngày sản xuất

source: Platform Availability
vi_vn: Tính khả dụng của nền tảng

source: breakdownDays
vi_vn: Ngày phân tích

source: prodDays
vi_vn: Những ngày

source: Tasks having no deadLine are not reported here
vi_vn: Các nhiệm vụ không có hạn chót sẽ không được báo cáo ở đây.

source: Tasks NOT delivered on time
vi_vn: Nhiệm vụ KHÔNG được hoàn thành đúng hạn

source: nb tasks
vi_vn: nhiệm vụ nb

source: nb days
vi_vn: ngày nb

source: DeliveryDate
vi_vn: Ngày giao hàng

source: DeadLine
vi_vn: Đề mục

source: Tasks delivered on time
vi_vn: Nhiệm vụ KHÔNG được hoàn thành đúng hạn

source: Task list for EffortEstim
vi_vn: Danh sách nhiệm vụ cho EffortEstim

source: Note: Drift on tasks resolved in the period
vi_vn: Lưu ý: Có sự sai lệch về các nhiệm vụ đã hoàn thành trong khoảng thời gian này.

source: Drift - All tasks
vi_vn: Trôi dạt - Tất cả các nhiệm vụ

source: Overflow day quantity
vi_vn: Số lượng ngày tràn

source: Computed on task Resolved/Closed in the given period
vi_vn: Đã tính toán dựa trên nhiệm vụ đã được giải quyết/đóng trong khoảng thời gian đã cho.

source: Reopened tasks are not taken into account
vi_vn: Các nhiệm vụ được mở lại không được tính đến.

source: If < 0 then ahead on planning.
vi_vn: Nếu < 0 thì kế hoạch đã được thực hiện trước.

source: Tasks in drift
vi_vn: Nhiệm vụ trong qua trình di chuyển

source: Tasks for which the elapsed time is greater than the estimated effort
vi_vn: Các nhiệm vụ mà thời gian thực hiện lớn hơn thời gian ước tính cần bỏ ra.

source: drift
vi_vn: Trôi dạt

source: Tasks in time
vi_vn: Nhiệm vụ đúng thời hạn

source: Tasks resolved in time
vi_vn: Các nhiệm vụ được hoàn thành đúng thời hạn

source: Tasks ahead
vi_vn: Những nhiệm vụ phía trước

source: Tasks resolved in less time than the estimated effort
vi_vn: Các nhiệm vụ được hoàn thành trong thời gian ngắn hơn so với dự kiến.

source: Effort deviation
vi_vn: Sự sai lệch nỗ lực

source: Manager Estimation
vi_vn: Quản lý ước tính

source: Manager
vi_vn: Quản lý

source: Tasks Mgr
vi_vn: Quản lý nhiệm vụ

source: EffortDeviation
vi_vn: Sự sai lệch nỗ lực

source: No resolved tasks...
vi_vn: Không có nhiệm vụ nào được giải quyết...

source: Drift relatively to the managers Estimation
vi_vn: Sự thay đổi tương đối so với ước tính của người quản lý

source: Drift relatively to (EE + AddEE)
vi_vn: Trôi tương đối tới (EE + AddEE)

source: Drift - Tasks (ExtRefOnly)
vi_vn: Di chuyển - Nhiệm vụ (Chỉ tham chiếu ngoài)

source: Drift (ExtRefOnly)
vi_vn: Trôi dạt (Chỉ tham chiếu ngoài)

source: Tasks without ExternalRef are excluded
vi_vn: Các tác vụ không có ExternalRef sẽ bị loại trừ.

source: Reopened tasks are not included
vi_vn: Các nhiệm vụ được mở lại không được bao gồm.

source: No Drift on External tasks.
vi_vn: Không có sự sai lệch nào trong các tác vụ bên ngoài

source: nb resolved
vi_vn: nb đã giải quyết

source: nb reopened
vi_vn: Nb mở lại

source: nb reopened / nb resolved
vi_vn: nb đã được mở lại / nb đã được giải quyết

source: Rate
vi_vn: Đánh giá

source: tasks having been reopened in the period
vi_vn: các nhiệm vụ đã được mở lại trong giai đoạn này.

source: Set project filters
vi_vn: Đặt bộ lọc dự án

source: The following fields need to be set
vi_vn: Cần phải thiết lập các trường sau.

source: Reporters
vi_vn: Người báo cáo

source: Handlers
vi_vn: Người xử lý

source: ODT Template
vi_vn: Mẫu người dùng tạo

source: Categories
vi_vn: Thể loại

source: errorThrown
vi_vn: lỗi được ném ra

source: Filters
vi_vn: Bộ lọc

source: Reported by
vi_vn: Báo cáo bởi

source: Assigned to
vi_vn: Chỉ định cho

source: Download
vi_vn: Tải về

source: Projects Activity
vi_vn: Hoạt động dự án

source: Users
vi_vn: Người dùng

source: Tasks per project
vi_vn: Số nhiệm vụ cho mỗi dự án

source: Type
vi_vn: Kiểu

source: Target version
vi_vn: Phiên bản mục tiêu

source: Target
vi_vn: Mục tiêu

source: Total time spent on this issue
vi_vn: Tổng thời gian dành cho vấn đề này

source: No data available
vi_vn: Không có sẵn dữ liệu

source: Time spent on Projects per users
vi_vn: Thời gian dành cho mỗi dự án của người dùng

source: With ExternalTasks Project
vi_vn: Với dự án External Tasks

source: With SideTasks Project
vi_vn: Với dự án SideTasks

source: Set filters
vi_vn: Đặt lại bộ lọc

source: Task Filters
vi_vn: Bộ lọc tác vụ

source: Drag & drop the filters to apply
vi_vn: Kéo và thả các bộ lọc để áp dụng

source: Available Filters
vi_vn: Bảng có sẵn

source: Applied Filters
vi_vn: Bộ lọc đã áp dụng

source: From
vi_vn: Từ

source: Start Date
vi_vn: Ngày bắt đầu:

source: To
vi_vn: Đến

source: End Date (included)
vi_vn: Ngày kết thúc (bao gồm)

source: Logfile:
vi_vn: Tệp nhật ký

source: Line
vi_vn: Đường

source: Log
vi_vn: Nhật ký

source: Job Name
vi_vn: Tên công việc

source: delete Job
vi_vn: Xóa việc làm

source: Edit Job
vi_vn: Chỉnh sửa công việc

source: Edit Job list
vi_vn: Sửa danh sách việc làm

source: Delete job
vi_vn: Xóa công việc

source: Remove this link :
vi_vn: Xóa liên kết này:

source: Job Color
vi_vn: Màu sắc công việc

source: Missing fields :
vi_vn: Các trường bị mất

source: Jobs
vi_vn: Công việc

source: Do you want to remove CodevTT from your Mantis server ?
vi_vn: Bạn có muốn xóa CodevTT khỏi máy chủ Mantis của mình không?

source: This step will clean Mantis DB.
vi_vn: Bước này sẽ làm sạch cơ sở dữ liệu Mantis.

source: It is HIGHLY recommended to backup your Mantis DB before you proceed !
vi_vn: Bạn cần phải biết rằng bạn NÊN hỗ trợ Mantis DB trước khi chuyển qua thứ khác !

source: Backup data
vi_vn: Dữ liệu sao lưu

source: Backup file will be saved in CodevTT reports directory
vi_vn: Tệp sao lưu sẽ được lưu trong thư mục báo cáo của CodevTT.

source: Filename
vi_vn: Tên tập tin

source: Uninstall
vi_vn: Gỡ cài đặt

source: Dumping MantisDB to
vi_vn: Sao lưu MAntisDB sang

source: Backup successfully done
vi_vn: Quá trình sao lưu đã hoàn tất thành công.

source: Uninstall aborted !
vi_vn: Quá trình gỡ cài đặt bị hủy bỏ!

source: Remove CodevTT from Mantis menu:
vi_vn: Xóa CodevTT khỏi menu Mantis:

source: TODO
vi_vn: CẦN LÀM

source: Failed
vi_vn: Thất bại

source: Remove CodevTT customFields:
vi_vn: Xóa các trường tùy chỉnh CodevTT:

source: Done
vi_vn: Xong

source: Remove CodevTT tables from MantisDB:
vi_vn: Xóa các bảng CodevTT khỏi MantisDB:

source: Remove CodevTT config files:
vi_vn: Xóa các tệp cấu hình CodevTT:

source: Remove Mantis plugin:
vi_vn: Gỡ bỏ plugin Mantis

source: Remove ExternalTasks project:
vi_vn: Xóa dự án ExternalTasks:

source: Please MANUALY delete the following projects:
vi_vn: Vui lòng XÓA THỦ CÔNG các dự án sau:

source: New command
vi_vn: Lệnh mới

source: Deadline
vi_vn: Thời hạn

source: Sold Charge
vi_vn: Đã bán phí

source: days
vi_vn: Ngày

source: Delete Command
vi_vn: Xóa lệnh

source: Delete this Command ?
vi_vn: Xóa lệnh này?

source: Nb tasks
vi_vn: nhiệm vụ nb

source: Provisions
vi_vn: Điều khoản

source: Parent CommandSets
vi_vn: Bộ lệnh cha

source: Add tasks (comma separated)
vi_vn: Thêm nhiệm vụ (phân cách bằng dấu phẩy)

source: Create the Command to add some tasks.
vi_vn: Tạo lệnh để thêm một số tác vụ.

source: delete Command-Task association
vi_vn: Xóa liên kết Lệnh-Tác vụ

source: Remove Task
vi_vn: Xóa trường hợp

source: Remove Task from this Command ?
vi_vn: Xóa tác vụ khỏi lệnh này?

source: Create the Command before assigning it to a CommandSet.
vi_vn: Hãy tạo lệnh trước khi gán nó cho một CommandSet.

source: No CommandSet found.
vi_vn: Không tìm thấy Commandsed nào.

source: delete CommandSet-Command association
vi_vn: Xóa liên kết lệnh - Tác vụ

source: Remove this Command from the CommandSet ?
vi_vn: Xóa lệnh này khỏi CommandSet?

source: Create the Command first.
vi_vn: Trước tiên hãy tạo lệnh

source: CSV Import
vi_vn: Xuất CSV

source: Import templates
vi_vn: Đã nhập xong

source: Add Provision
vi_vn: Thêm điều khoản

source: Budget Days
vi_vn: Ngày ngân sách

source: Budget
vi_vn: Ngân sách

source: add to budget check
vi_vn: Thêm vào kiểm tra ngân sách

source: Edit
vi_vn: Sửa đổi

source: Average Daily Rate
vi_vn: Số dư trung bình hàng ngày

source: Add to 'check budget'
vi_vn: Thêm vào 'kiểm tra ngân sách'

source: save
vi_vn: Lưu

source: Delete from the Command ?
vi_vn: Xóa khỏi lệnh

source: Edit Provision
vi_vn: Thêm điều khoản

source: Updated successfully !
vi_vn: Tải lên thành công !

source: Field is missing
vi_vn: Trường này bị thiếu

source: Command name
vi_vn: Tên lệnh

source: Not a number
vi_vn: không có số

source: task id
vi_vn: Mã số nhiệm vụ

source: Not a comma separated number list
vi_vn: Không phải là danh sách số được phân tách bằng dấu phẩy.

source: Missing field
vi_vn: Trường bị thiếu

source: ERROR: Please check
vi_vn: LỖI: Vui lòng kiểm tra

source: General
vi_vn: Tổng quát

source: Task priority in Planning & Gantt
vi_vn: Ưu tiên nhiệm vụ trong Lập kế hoạch & Biểu đồ Gantt

source: Documentation is available at
vi_vn: Tài liệu hướng dẫn có sẵn tại

source: CodevTT Documentation
vi_vn: Tài liệu CodevTT

source: You can help on translations:
vi_vn: Bạn có thể giúp đỡ về mặt dịch thuật:

source: statistics
vi_vn: thống kê

source: Contact the author:
vi_vn: Liên lạc với tác giả:

source: IMPORTANT: unassigned tasks will not be displayed !
vi_vn: QUAN TRỌNG: Các nhiệm vụ chưa được giao sẽ không được hiển thị!

source: New command set
vi_vn: Bộ lệnh mới

source: Command set name
vi_vn: Tên bộ lệnh

source: Delete CommandSet
vi_vn: Xóa bộ lệnh

source: Delete this CommandSet ?
vi_vn: Xóa CommandSet này?

source: Nb Commands
vi_vn: Lệnh Nb

source: Service Contracts
vi_vn: Hợp đồng dịch vụ

source: Commands
vi_vn: Lệnh

source: --- New Command ---
vi_vn: --- Lệnh mới ---

source: Remove Command
vi_vn: Xóa lệnh

source: Remove Command from this CommandSet ?
vi_vn: Xóa lệnh khỏi bộ lệnh này?

source: Command
vi_vn: Yêu cầu

source: Create the CommandSet to add some commands.
vi_vn: Tạo CommandSet để thêm một số lệnh.

source: ERROR
vi_vn: Lỗi

source: Query FAILED
vi_vn: Truy vấn THẤT BẠI

source: Add timetrack
vi_vn: Thêm theo dõi thời gian

source: Note
vi_vn: Ghi chú

source: Reduce the tasks selection by setting some filters
vi_vn: Giảm bớt số lượng nhiệm vụ cần lựa chọn bằng cách thiết lập một số bộ lọc.

source: Hide tasks with forbiden status (closed, ...)
vi_vn: Giảm thiểu số lượng nhiệm vụ cần lựa chọn bằng cách thiết lập một số bộ lọc.

source: Week timetracks
vi_vn: Dấu thời gian trong tuần

source: Ext.ID
vi_vn: ID mở rộng

source: Timetrack note
vi_vn: Ghi chú theo dõi thời gian

source: delete this row
vi_vn: Xóa trang này

source: Edit timetrack
vi_vn: Thêm theo dõi thời gian

source: Future timetracks
vi_vn: Dấu thời gian trong tương lai

source: Delete track
vi_vn: Xóa bản nhạc

source: Missing Timetracks
vi_vn: Các bản ghi thời gian bị thiếu

source: Missing timetracks per user
vi_vn: Số lần đo thời gian bị thiếu theo từng người dùng

source: Errors
vi_vn: Lỗi

source: workdays
vi_vn: ngày làm việc

source: Missing timetracks
vi_vn: Các bản ghi thời gian bị thiếu

source: Missing days
vi_vn: Những ngày bị mất tích

source: Email
vi_vn: Thư điện tử

source: Error
vi_vn: Lỗi

source: Reload
vi_vn: Tải lại

source: Save
vi_vn: Lưu

source: WBS Root element cannot be renamed.
vi_vn: Không thể đổi tên phần tử gốc WBS.

source: Root element cannot be deleted.
vi_vn: Không thể xóa phần tử gốc.

source: Delete Failed: Folder must be empty.
vi_vn: Xóa không thành công: Thư mục phải trống.

source: New Folder
vi_vn: Thư mục mới

source: Rename
vi_vn: Đổi tên

source: Add subfolder
vi_vn: Thêm thư mục con

source: Add an indicator to the dashboard
vi_vn: Thêm một chỉ báo vào bảng điều khiển.

source: Add Indicator
vi_vn: Thêm chỉ báo

source: Attributes
vi_vn: Thuộc tính

source: Loading
vi_vn: Đang tải

source: Preparing project:
vi_vn: Chuẩn bị dự án

source: Configure existing Projects
vi_vn: Cấu hình các dự án hiện có

source: Select the projects to be managed with CoDevTT
vi_vn: Chọn các dự án cần quản lý bằng CoDevTT

source: Prepare
vi_vn: Chuẩn bị

source: ServiceContract
vi_vn: Hợp đồng dịch vụ

source: --- Create New ServiceContract ---
vi_vn: --- Tạo Hợp đồng dịch vụ mới ---

source: Charges
vi_vn: Phí

source: SideTasks
vi_vn: Nhiệm vụ phụ

source: Go to
vi_vn: Đi tới

source: No Command found.
vi_vn: Không tìm thấy Commandsed nào.

source: No sidetasks found.
vi_vn: Không tìm thấy nhiệm vụ nào.

source: All tasks
vi_vn: Mọi trường hợp

source: No Total found.
vi_vn: Không tìm thấy cổng thông tin nào.

source: Note: SideTasks already defined in Commands are not displayed.
vi_vn: Lưu ý: Các tác vụ phụ đã được định nghĩa trong phần Lệnh sẽ không được hiển thị.

source: No task found.
vi_vn: Không tìm thấy nhiệm vụ nào.

source: No provision found.
vi_vn: Không tìm thấy điều khoản nào.

source: Select User
vi_vn: Chọn người dùng

source: Select team user
vi_vn: Chọn người dùng nhóm

source: Change user
vi_vn: Thay đổi người dùng
