Repository: mantisbt-plugins/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: vi_vn

source: If unchecked, a 'standard' Mantis note will be created
vi_vn: Nếu không được chọn, một ghi chú Mantis 'tiêu chuẩn' sẽ được tạo.

source: Add as Timesheet note
vi_vn: Thêm vào phần ghi chú bảng chấm công

source: Edit timesheet note
vi_vn: Chỉnh sửa ghi chú bảng chấm công

source: Delete timesheet note for task
vi_vn: Xóa ghi chú bảng chấm công cho nhiệm vụ

source: Current backlog
vi_vn: Số dư hiện tại

source: Fixed in version
vi_vn: Phiên bản hiệu chỉnh

source: Update Backlog
vi_vn: cập nhật tồn đọng

source: Task resolved, backlog must be '0'
vi_vn: Nhiệm vụ chưa được giải quyết, số lượng công việc tồn đọng không thể bằng '0'.

source: Timetracking disabled if current status in :
vi_vn: Chức năng theo dõi thời gian bị vô hiệu hóa nếu trạng thái hiện tại là :

source: Timetrack note is required
vi_vn: Cần có ghi chú theo dõi thời gian.

source: No task selected !
vi_vn: Chưa có tác vụ nào được chọn!

source: Browse...
vi_vn: Duyệt...

source: Select all
vi_vn: Chọn tất cả

source: Length of
vi_vn: Chiều dài của

source: must be between
vi_vn: phải nằm trong khoảng

source: and
vi_vn: và

source: CodevTT Identification
vi_vn: Mã nhận dạng CodevTT

source: login
vi_vn: đăng nhập

source: password
vi_vn: Mật khẩu

source: Login failed.
vi_vn: Đăng nhập thất bại

source: Password
vi_vn: Mật khẩu

source: Lost your password?
vi_vn: Quên mất mật khẩu

source: Redirection
vi_vn: Chuyển hướng

source: Fair play !
vi_vn: Chơi đẹp

source: You are using CodevTT since
vi_vn: Bạn đang sử dụng CodevTT từ

source: If you like this software, please consider making a donation.
vi_vn: Nếu bạn thích phần mềm này, vui lòng xem xét việc quyên góp.

source: Weekly Activity
vi_vn: Hoạt động hàng tuần

source: Timesheets
vi_vn: Bảng chấm công

source: sum(Backlog) of assigned tasks
vi_vn: Tổng (tồn đọng)) của các nhiệm vụ được giao

source: Workload
vi_vn: Khối lượng công việc

source: Timesheet notes
vi_vn: Ghi chú bằng chấm công

source: All Tasks
vi_vn: Mọi trường hợp

source: Timetrack notes
vi_vn: Ghi chú theo dõi thời gian

source: Timetrack Note
vi_vn: Ghi chú theo dõi thời gian

source: Read by
vi_vn: Được đọc bởi

source: Action
vi_vn: Hành động

source: Mark as read
vi_vn: Đánh dấu là đã đọc

source: Delete note
vi_vn: Xóa ghi chú

source: zoom in
vi_vn: Phóng to

source: zoom out
vi_vn: Thu nhỏ

source: Options
vi_vn: Tùy chọn

source: Planning Options
vi_vn: Các lựa chọn in

source: Unassigned tasks
vi_vn: Nhiệm vụ chưa đươc giao

source: Team's backlog
vi_vn: Danh sách công việc tồn đọng của nhóm

source: tasks
vi_vn: Tác vụ

source: workload
vi_vn: Khối lượng công việc

source: nbDaysToDeadLine
vi_vn: Số ngày còn lại đến hạn

source: day
vi_vn: ngày

source: Team Members
vi_vn: Thành viên nhóm

source: Team Projects
vi_vn: Dự án nhóm

source: Preferences
vi_vn: Tùy chọn

source: Timetrack Durations
vi_vn: Thời lượng theo dõi

source: Costs management
vi_vn: Quản lý chi phí

source: OnDuty tasks
vi_vn: Nhiệm vụ trực

source: Tools
vi_vn: Công cụ

source: Team name
vi_vn: Tên thật

source: Creation Date
vi_vn: Ngày tạo

source: Enabled
vi_vn: Kích hoạt

source: Note: A <em>Team Admin</em> must also be declared as <em>TeamMember</em> to be included in the team's productivity report.
vi_vn: Lưu ý: <em>Quản trị viên nhóm</em> cũng phải được khai báo là <em>thành viên nhóm</em> để được đưa vào báo cáo năng suất của nhóm.

source: Team Administrators
vi_vn: Bảo quản viên toàn cục

source: add as team administrator
vi_vn: Thêm với tư cách quản trị viên nhóm

source: Add a team administrator
vi_vn: Thêm quản trị viên nhóm

source: Remove administrator
vi_vn: Xóa quản trị viên

source: Remove the following Team Administrator ?
vi_vn: Xóa người quản trị nhóm sau đây?

source: Delete team
vi_vn: Khoản mục đã xóa

source: Active team members
vi_vn: Các thành viên tích cực của nhóm

source: Add team member
vi_vn: Thêm thành viên nhóm

source: Arrival-Date
vi_vn: Ngày đến

source: Add User
vi_vn: Thêm người dùng

source: Import all users from team
vi_vn: Nhập tất cả người dùng từ nhóm

source: Import
vi_vn: Nhập

source: Import user groups from CSV
vi_vn: Nhập nhóm người dùng từ tệp CSV

source: import groups
vi_vn: nhóm nhập khẩu

source: User groups
vi_vn: Nhóm người dùng

source: CSV file
vi_vn: Tập tin CSV

source: upload
vi_vn: Tải lên

source: Import template
vi_vn: Đã nhập xong

source: Info
vi_vn: Thông tin

source: Group examples: FrontEnd, BackEnd, Architect, Designers, Qualifiers
vi_vn: Ví dụ về các nhóm: Lập trình viên giao diện người dùng (FrontEnd), Lập trình viên phía máy chủ (BackEnd), Kiến trúc sư (Architect), Nhà thiết kế (Designers), Người thẩm định chất lượng (Qualifiers)

source: CSV File Format
vi_vn: Định dạng tệp CSV

source: delimiter
vi_vn: Dấu phân cách:

source: 1st column
vi_vn: cột thứ 1

source: 2nd column
vi_vn: cột thứ 2

source: Colors
vi_vn: Màu

source: Team members assigned to a group
vi_vn: Các thành viên nhóm được phân công vào một nhóm

source: Users not assigned to any group
vi_vn: Người dùng không được chỉ định vào bất kỳ nhóm nào

source: Not a team member, but assigned to a group
vi_vn: Không phải là thành viên nhóm, nhưng được phân công vào một nhóm.

source: Number of team members
vi_vn: Số lượng thành viên trong nhóm

source: Arrival date in the team
vi_vn: Ngày gia nhập đội

source: Arrival Date
vi_vn: Ngày đến

source: Departure date from the team
vi_vn: Ngày rời khỏi đội

source: Departure Date
vi_vn: Ngày khởi hành

source: Update team member
vi_vn: Cập nhật thành viên nhóm

source: Arrival date
vi_vn: Ngày dến

source: Departure date
vi_vn: Ngày khởi hành

source: optionnal
vi_vn: Tùy chọn

source: (no group)
vi_vn: (không có nhóm)

source: add new group
vi_vn: thêm nhóm mới

source: Create SideTasksProject
vi_vn: Tạo dự án SideTasks

source: Project name
vi_vn: Tên dự án

source: Create project
vi_vn: Tạo dự án

source: Average Daily Cost
vi_vn: Chi phí trung bình hàng ngày

source: The ADC is the default UDC for team members
vi_vn: ADC là UDC mặc định dành cho các thành viên nhóm.

source: Team Currency
vi_vn: Đội Tiền tệ

source: Team Average Daily Cost
vi_vn: Chi phí trung bình hàng ngày của nhóm

source: Default currency for the team.
vi_vn: Đơn vị tiền tệ mặc định của đội.

source: All indicators will use this currency and all values defined in other currencies will be converted.
vi_vn: Tất cả các chỉ số sẽ sử dụng đơn vị tiền tệ này và tất cả các giá trị được xác định bằng các đơn vị tiền tệ khác sẽ được chuyển đổi.

source: Currency
vi_vn: Loại tiền

source: Coef
vi_vn: Hệ số

source: referal currency
vi_vn: tiền tệ giới thiệu

source: TODO: describe how and where it is used in CodevTT
vi_vn: CẦN LÀM: Mô tả cách thức và nơi sử dụng nó trong CodevTT

source: User Daily Costs
vi_vn: Chi phí hàng ngày của người dùng

source: The UDC is the cost of a user for a single day, it overrides the ADC
vi_vn: UDC là chi phí mà người dùng phải trả cho một ngày sử dụng, nó sẽ được ưu tiên hơn so với ADC.

source: Add UserDailyCost
vi_vn: Thêm chi phí hàng ngày của người dùng

source: Add user daily cost
vi_vn: Thêm chi phí hàng ngày của người dùng

source: Team creation date
vi_vn: Thêm ngày tạo

source: User arrival date
vi_vn: Ngày đến của đội

source: User Daily Cost
vi_vn: Chi phí hàng ngày của người dùng

source: Timetracking settings
vi_vn: Cài đặt theo dõi thời gian

source: Timetracking disabled if task status in
vi_vn: Chức năng theo dõi thời gian bị vô hiệu hóa nếu trạng thái nhiệm vụ là...

source: Edit Forbidden status list
vi_vn: Chỉnh sửa danh sách trạng thái bị cấm

source: Edit Forbiden status list
vi_vn: Chỉnh sửa danh sách trạng thái bị cấm

source: Issue Tooltips
vi_vn: Chú giải công cụ phát hành

source: Tooltip fields
vi_vn: Trường chú giải công cụ

source: No custom IssueTooltips defined for your projects.
vi_vn: Không có IssueTooltips tùy chỉnh nào được định nghĩa cho dự án của bạn.

source: Consistency Check
vi_vn: Kiểm tra tính nhất quán

source: Enable/Disable alerts
vi_vn: Bật/Tắt cảnh báo

source: Add OnDuty tasks
vi_vn: Thêm nhiệm vụ OnDuty

source: Note: OnDuty tasks are team specific 'Leave' tasks, with a slightly different behaviour.
vi_vn: Lưu ý: Nhiệm vụ OnDuty là các nhiệm vụ 'Nghỉ phép' dành riêng cho từng nhóm, với cách thức hoạt động hơi khác.

source: Inactivity tasks
vi_vn: Nhiệm vụ không hoạt động

source: No 'inactivity' task defined in your SideTasks projects.
vi_vn: Không có tác vụ 'không hoạt động' nào được định nghĩa trong dự án SideTasks của bạn.

source: delete OnDuty task
vi_vn: xóa nhiệm vụ OnDuty

source: Timetrack durations list
vi_vn: Danh sách thời lượng Timetrack

source: These are the values proposed in the Timetracking page, when adding a timetrack.
vi_vn: Đây là các giá trị được đề xuất trong trang Theo dõi thời gian khi thêm một mốc thời gian.

source: Display
vi_vn: Trưng bày

source: add a custom duration
vi_vn: thêm thời lượng tùy chỉnh

source: Delete duration
vi_vn: Xóa thời lượng

source: Deleted the following duration ?
vi_vn: Đã xóa khoảng thời gian sau đây?

source: Team Member
vi_vn: Thành viên nhóm

source: Source Team
vi_vn: Nhóm nguồn

source: Inactivity task
vi_vn: Nhiệm vụ không hoạt động

source: Remove user from this team ?
vi_vn: Xóa người dùng khỏi nhóm này?

source: Remove this project from the team ?
vi_vn: Xóa dự án này khỏi nhóm?

source: Remove IssueTooltip customisation for project
vi_vn: Xóa tùy chỉnh IssueTooltip cho dự án

source: This task will no longer be identified as an 'OnDuty' task.
vi_vn: Nhiệm vụ này sẽ không còn được xác định là nhiệm vụ 'Đang trực' nữa.

source: Job list for project :
vi_vn: Danh sách công việc cho dự án:

source: Forbiden Status for project:
vi_vn: Trạng thái bị cấm đối với dự án:

source: Please select a CSV file
vi_vn: Hãy chọn file

source: Please check table below and click 'OK' button to accept changes
vi_vn: Vui lòng kiểm tra bảng bên dưới và nhấp vào nút 'OK' để chấp nhận các thay đổi.

source: Sorry, you need to be Team Leader to access this page.
vi_vn: Xin lỗi, bạn cần phải là thành viên nhóm quản trị để truy cập trang này.

source: --- Create New CommandSet ---
vi_vn: --- Tạo bộ lệnh mới ---

source: Service Contract
vi_vn: Hợp đồng dịch vụ

source: None
vi_vn: Không có

source: Provision included in 'check budget'
vi_vn: Khoản mục này đã được bao gồm trong 'kiểm tra ngân sách'.

source: Provision NOT included in 'check budget'
vi_vn: Khoản mục KHÔNG bao gồm trong 'kiểm tra ngân sách'

source: Bilan mensuel (nbre de fiches / status &agrave; la fin du mois)
vi_vn: Bilan mensuel (nbre de fiches / status à la fin du mois)

source: Are you sure you want to change
vi_vn: Bạn có chắc chắn muốn thoát không?

source: settings ?
vi_vn: Cài đặt ?

source: Clonning
vi_vn: Nhân bản

source: into
vi_vn: thông tin

source: Clone project settings
vi_vn: Sao chép cài đặt dự án

source: Clone From
vi_vn: Sao chép từ

source: Clone To
vi_vn: Sao chép thành

source: Workflow transitions
vi_vn: Các chuyển tiếp luồng công việc

source: Settings
vi_vn: Tùy chọn

source: No workflow transitions defined, using default configuration.
vi_vn: Không có chuyển đổi quy trình làm việc nào được định nghĩa, đang sử dụng cấu hình mặc định.

source: Configuration Option
vi_vn: Cấu hình tùy chọn

source: No configuration options defined, using default configuration.
vi_vn: Không có tùy chọn cấu hình nào được xác định, sử dụng cấu hình mặc định.

source: Computed on task NOT Resolved/Closed on
vi_vn: Đã tính toán trên tác vụ CHƯA được giải quyết/đóng vào ngày

source: Unassigned tasks will not be displayed
vi_vn: Các nhiệm vụ chưa được giao sẽ không được hiển thị.

source: deviation
vi_vn: sai lệch

source: Overview
vi_vn: Tổng quan

source: Task list
vi_vn: Danh sách nhiệm vụ

source: Team Info
vi_vn: Thông tin đội

source: Team Name
vi_vn: Tên thật

source: Team Administrator
vi_vn: Bảo quản viên toàn cục

source: SideTasks Project
vi_vn: Dự án SideTasks

source: Add common ExternalTasks Project
vi_vn: Thêm dự án ExternalTasks chung

source: Create specific SideTask Project
vi_vn: Tạo dự án SideTask cụ thể

source: WARNING: Disabling SideTasks project creation is generaly NOT a good idea,so don't do it unless you know exactly what you are doing.
vi_vn: CẢNH BÁO: Vô hiệu hóa việc tạo dự án SideTasks nói chung KHÔNG phải là một ý kiến hay, vì vậy đừng làm điều đó trừ khi bạn biết chính xác mình đang làm gì.

source: Project Name
vi_vn: Tên dự án

source: Meeting, Pre-sales, ProjectManagement, ...
vi_vn: Họp, bán hàng trước, quản lý dự án, ...

source: Incident
vi_vn: Sự cố

source: Server or Platform down, ...
vi_vn: Máy chủ hoặc nền tảng bị lỗi, ...

source: Sys. Admin, Scritps, ...
vi_vn: Quản trị hệ thống, lập trình kịch bản, ...

source: Team Workshop
vi_vn: Hội thảo nhóm

source: Support, Doc, Training, Wiki, ...
vi_vn: Hỗ trợ, Tài liệu, Đào tạo, Wiki, ...

source: Inactivity
vi_vn: Không hoạt động

source: On Duty, Waste, other special cases
vi_vn: Đang làm nhiệm vụ, xử lý chất thải, các trường hợp đặc biệt khác

source: Custom Fields
vi_vn: Trường tùy chỉnh

source: CodevTT custom fields
vi_vn: Các trường tùy chỉnh của CodevTT

source: These are sample sideTasks, you can create more with Mantis
vi_vn: Đây là một số ví dụ về sideTasks, bạn có thể tạo thêm nhiều sideTask khác với Mantis.

source: Project management
vi_vn: Quản lý dự án

source: Team meeting
vi_vn: Cuộc họp nhóm

source: Network is down
vi_vn: Mạng bị lỗi

source: Compilation scripts
vi_vn: Kịch bản biên dịch

source: Update team WIKI
vi_vn: Cập nhật nhóm WIKI

source: Other activity charged on the project
vi_vn: Các hoạt động khác được tính phí trong dự án

source: Create
vi_vn: Tạo mới

source: Export
vi_vn: Xuất

source: Planning
vi_vn: Tẩy trống trang

source: Assignment
vi_vn: Phân công

source: User assignment
vi_vn: Phân công người dùng

source: Add user
vi_vn: Thêm người dùng

source: Time on task
vi_vn: Thời gian thực hiện nhiệm vụ

source: Auto
vi_vn: Tự động

source: Total assigned effort
vi_vn: Tổng nỗ lực được giao

source: Save user assignment for this task
vi_vn: Lưu thông tin người dùng được giao cho nhiệm vụ này.

source: Scheduling method
vi_vn: Phương pháp lập lịch

source: Display ExtRef instead of mantis_id
vi_vn: Khán giả hiển thị ExtRef thay vì mantis_id

source: Initial date
vi_vn: Ngày đầu tiên

source: Number of days to display
vi_vn: Số ngày hiển thị

source: Number of days to compute
vi_vn: Số ngày cần tính toán

source: Task warning threshold (n days before dealine)
vi_vn: Ngưỡng cảnh báo nhiệm vụ (số ngày trước hạn chót)

source: Save options
vi_vn: Thêm tùy chọn

source: Hide tasks from observed teams
vi_vn: Ẩn nhiệm vụ khỏi các nhóm đang theo dõi

source: External ID
vi_vn: ID bên ngoài

source: Remove task from command
vi_vn: Xóa tác vụ khỏi lệnh

source: Add to command
vi_vn: Thêm vào lệnh

source: Properties
vi_vn: Thuộc tính

source: Timetracks
vi_vn: Theo dõi thời gian

source: Time tracking
vi_vn: Thời gian theo dõi

source: Update timetracking
vi_vn: Cập nhật theo dõi thời gian

source: Task Info
vi_vn: Thông tin nhiệm vụ

source: Update task info
vi_vn: Cập nhật thông tin nhiệm vụ

source: External Ref
vi_vn: Tham chiếu bên ngoài

source: Priority
vi_vn: Độ ưu tiên

source: Severity
vi_vn: Mức độ nghiêm trọng

source: Relation
vi_vn: Quan hệ

source: Mantis notes
vi_vn: Ghi chú của bọ ngựa

source: Get mantis notes
vi_vn: Nhận ghi chú về bọ ngựa

source: Click refresh button to display...
vi_vn: Nhấn nút làm mới để hiển thị...

source: First Timetrack date
vi_vn: Ngày đầu tiên theo dõi thời gian

source: Latest Timetrack date
vi_vn: Ngày cập nhật Timetrack mới nhất

source: WARNING: Prior timetracks could not be displayed !
vi_vn: CẢNH BÁO: Không thể hiển thị các mốc thời gian trước đó!

source: Update timetracking values
vi_vn: Cập nhật giá trị theo dõi thời gian

source: Remove from :
vi_vn: Xóa khỏi %s

source: Add to Command
vi_vn: Thêm vào lệnh

source: set/remove task specific deadline
vi_vn: Đặt/xóa hạn chót cụ thể cho nhiệm vụ

source: Delivery date
vi_vn: Ngày giao hàng

source: set/remove delivery date
vi_vn: thiết lập/xóa ngày giao hàng

source: Task is resolved, backlog should be '0'
vi_vn: Nhiệm vụ chưa được giải quyết, số lượng công việc tồn đọng không thể bằng '0'.

source: Backlog should not be set if status is :
vi_vn: Không nên thiết lập danh sách công việc tồn đọng nếu trạng thái là :

source: Set command filters
vi_vn: Đặt bộ lọc lệnh

source: --- Create New Command ---
vi_vn: --- Tạo bộ lệnh mới ---

source: Command Filters
vi_vn: Bộ lọc thông thường

source: Reduce the command selection by setting some filters
vi_vn: Giảm bớt số lượng nhiệm vụ cần lựa chọn bằng cách thiết lập một số bộ lọc.

source: MgrEffortEstim + Checked Provisions (days)
vi_vn: MgrEffortEstim + Checked Provisions (ngày)

source: Reestimated (days)
vi_vn: Ước tính lại (ngày)

source: Drift (days)
vi_vn: Trôi dạt (ngày)

source: Drift (percent)
vi_vn: Độ lệch (phần trăm)

source: Days
vi_vn: Ngày

source: The total charge (MgrEffortEstim + Provisions) should be equal to the 'Sold Charge'
vi_vn: Tổng phí (MgrEffortEstim + Provisions) phải bằng với 'Phí bán hàng'.

source: balance
vi_vn: Cân đối

source: Default ADR
vi_vn: ADR mặc định

source: Tasks & Provisions
vi_vn: Nhiệm vụ & Quy định

source: Task filter:
vi_vn: Bộ lọc tác vụ

source: Show resolved tasks
vi_vn: Ẩn các nhiệm vụ đã giải quyết

source: Filter
vi_vn: Bộ lọc

source: Warning
vi_vn: Cảnh báo

source: Reload page to update charges & indicators
vi_vn: Tải lại trang để cập nhật phí và chỉ báo.

source: Format
vi_vn: Định dạng:

source: Year
vi_vn: Năm

source: Displayed tasks
vi_vn: Lý do được hiển thị

source: Home
vi_vn: Trang chủ

source: TimeTracking & team activity
vi_vn: Theo dõi thời gian và hoạt động nhóm

source: Activity
vi_vn: Hoạt động

source: Time Tracking (lite)
vi_vn: Theo dõi thời gian (phiên bản rút gọn)

source: Time Tracking
vi_vn: Thời gian theo dõi

source: Holidays Reports
vi_vn: Báo cáo ngày lễ

source: Leaves
vi_vn: Lá

source: Check DeadLines
vi_vn: Kiểm tra hạn chót

source: Workload planning
vi_vn: Lập kế hoạch khối lượng công việc

source: Timeline scheduler
vi_vn: Công cụ lập lịch trình dòng thời gian

source: Gantt Chart
vi_vn: Biểu đồ Gantt

source: Task Information
vi_vn: Thông tin cơ bản

source: Project Information
vi_vn: Thông tin dự án

source: Team Statistics
vi_vn: Thống kê sử dụng

source: User Statistics
vi_vn: Thống kê sử dụng

source: History
vi_vn: Lịch sử

source: Contracts & Commands
vi_vn: Hợp đồng & Mệnh lệnh

source: Contracts
vi_vn: Hợp đồng

source: Mantis Reports
vi_vn: Báo cáo quản trị

source: Check
vi_vn: Kiểm tra

source: Import / Export
vi_vn: Xuất/Nhập

source: Import/Export tools
vi_vn: Công cụ nhập/xuất

source: Export to LibreOffice
vi_vn: Xuất sang LibreOffice

source: Documentation
vi_vn: Tài liệu

source: About CodevTT
vi_vn: Giới thiệu về CodevTT

source: CodevTT Administration
vi_vn: Ban quản lý CodevTT

source: Admin
vi_vn: Bảo quản viên

source: Create Team
vi_vn: Tạo thẻ

source: Edit Team
vi_vn: Sửa thuật ngữ

source: Tools & Statistics
vi_vn: Công cụ & Thống kê

source: Edit Jobs
vi_vn: Chỉnh sửa công việc

source: Edit Holidays
vi_vn: Chỉnh sửa ngày lễ

source: Prepare Projects
vi_vn: Chuẩn bị dự án

source: Clone Projects
vi_vn: Dự án nhân bản

source: Plugin Manager
vi_vn: Trình quản lý Plugin

source: Logs
vi_vn: Nhật ký

source: Check for new plugins in 'plugins' directory.
vi_vn: Kiểm tra thư mục 'plugins' để tìm các plugin mới.

source: Discover new plugins
vi_vn: Khám phá các plugin mới

source: Domain(s)
vi_vn: (Các) tên miền

source: Enable Plugin
vi_vn: Kích hoạt plugin

source: Disable Plugin
vi_vn: Vô hiệu hóa Plugin

source: Disconnect
vi_vn: Ngắt kết nối

source: Note: For a better user experience, use a standards compliant browser such as :
vi_vn: Lưu ý: Để có trải nghiệm người dùng tốt hơn, hãy sử dụng trình duyệt tuân thủ các tiêu chuẩn như:

source: or
vi_vn: hoặc

source: Title
vi_vn: Tiêu đề

source: Deadline alerts
vi_vn: Thông báo hạn chót

source: No late task.
vi_vn: Không giao bài tập trễ hạn

source: Run selected actions
vi_vn: Thực hiện các hành động đã chọn

source: Execute
vi_vn: Thực hiện

source: Administration tools
vi_vn: Công cụ quản trị

source: Actions executed !
vi_vn: Các hành động đã được thực hiện !

source: Force the display of the "Message" plugin on the homepage
vi_vn: Buộc hiển thị plugin "Tin nhắn" trên trang chủ

source: users
vi_vn: Người dùng

source: Change Mantis issue id
vi_vn: Thay đổi ID sự cố Mantis

source: Task backlog variation
vi_vn: Sự thay đổi trong số số lượng dự phòng nhiệm vụ

source: Show Tasks
vi_vn: Hiển thị nhiệm vụ

source: Display task column
vi_vn: Hiển thị cột tác vụ

source: Date range
vi_vn: Phạm vi ngày

source: dashboard default
vi_vn: Bảng điều khiển mặc định

source: current week
vi_vn: Tuần hiện tại

source: current month
vi_vn: Tháng hiện tại

source: Check all the timetracks of the period and return their repartition per Job
vi_vn: Kiểm tra tất cả các mốc thời gian trong khoảng thời gian đó và trả về sự phân bổ của chúng cho mỗi Job.

source: Interval
vi_vn: Khoảng thời gian

source: Monthly
vi_vn: Hàng tháng

source: Weekly
vi_vn: Hàng tuần

source: User selection
vi_vn: Đảo ngược lựa chọn

source: Graph
vi_vn: Biểu đồ

source: Graph values
vi_vn: Giá trị đồ thị

source: Range values
vi_vn: Giá trị phạm vi

source: Available Workforce Options
vi_vn: Các lựa chọn lực lượng lao động hiện có

source: Select by group
vi_vn: Chọn nhóm

source: Availability
vi_vn: Chọn người chơi

source: Productivity Coefficient
vi_vn: Hệ số năng suất

source: Prod. Coef
vi_vn: Hệ số sản phẩm

source: SUM(userWorkforce * availability * prodCoef)
vi_vn: Tổng (lực lượng lao động người dùng * khả dụng * hệ số sản xuất)

source: Available workforce
vi_vn: Nguồn nhân lực sẵn có

source: Workforce
vi_vn: Lực lượng lao động

source: Period
vi_vn: Thời kỳ

source: to
vi_vn: thành

source: End Date
vi_vn: Ngày kết thúc

source: Number of days to add on the period
vi_vn: Số ngày cần cộng thêm vào khoảng thời gian đó

source: Nb days
vi_vn: Nb ngày

source: Task backlog
vi_vn: Nhiệm vụ tồn đọng

source: Fill Period With Timetracks
vi_vn: Điền đầy khoảng thời gian bằng bảng theo dõi thời gian

source: Add multiple timetracks at once
vi_vn: Thêm nhiều mốc thời gian cùng một lúc

source: It is not in the philosophy of CodevTT to allow users to enter several timetracks at the same time. However it is sometimes necessary to enter missing timetracks over large periods (eg. Catch up when CodevTT is installed late on a project). This right is only given to team administrators.
vi_vn: Theo triết lý của CodevTT, người dùng không được phép nhập nhiều tiến trình thời gian cùng lúc. Tuy nhiên, đôi khi cần phải nhập các tiến trình thời gian bị thiếu trong thời gian dài (ví dụ: để bù đắp khi CodevTT được cài đặt muộn trong một dự án). Quyền này chỉ được cấp cho quản trị viên nhóm.

source: Error !
vi_vn: Lỗi !

source: days available on period
vi_vn: ngày có sẵn trong kỳ

source: Fill period with timetracks
vi_vn: Điền khoảng thời gian bằng các bản ghi thời gian

source: Managemnt load history
vi_vn: Lịch sử tải quản lý

source: Progress History Indicator
vi_vn: Chỉ báo lịch sử tiến độ

source: Evolution of the real progress vs the theoretical progress.
vi_vn: Sự tiến hóa giữa tiến bộ thực tế và tiến bộ lý thuyết.

source: Theoretical progress
vi_vn: Tiến bộ lý thuyết

source: Compares the EffortEstim to the Elapsed days
vi_vn: So sánh EffortEstim với số ngày đã trôi qua.

source: Elapsed / max(MgrEffortEstim, EffortEstim)
vi_vn: Thời gian đã trôi qua / max(MgrEffortEstim, EffortEstim)

source: Real progress
vi_vn: Tiến bộ thực sự

source: Displays the backlog
vi_vn: Hiển thị danh sách công việc tồn đọng

source: Elapsed / (Elapsed + Backlog)
vi_vn: Thời gian đã trôi qua / (Thời gian đã trôi qua + Thời gian tồn đọng)
