Repository: mantisbt-plugins/codev
Catalog: i18n/locale/*/LC_MESSAGES/codev.po
Languages: vi_vn

source: Historical Progression Chart
vi_vn: Biểu đồ tiến trình lịch sử

source: Mngt Elapsed
vi_vn: Quản lý đã hết hạn

source: Mngt Provisions
vi_vn: Điều khoản quản lý

source: Sorry, you need to be manager to use this plugin
vi_vn: Xin lỗi, bạn cần phải là quản trị viên mới có thể sử dụng plugin này.

source: Root task
vi_vn: Nhiệm vụ gốc

source: comma separated
vi_vn: cách nhau bằng dấu phẩy

source: Root task list
vi_vn: Danh sách tác vụ gốc

source: comma separated list of mantis tasks
vi_vn: danh sách các nhiệm vụ của bọ ngựa được phân tách bằng dấu phẩy

source: Also include parent-tasks in the tree (unchecked: include as folder only)
vi_vn: Cũng bao gồm các tác vụ cha trong cây thư mục (không chọn: chỉ bao gồm dưới dạng thư mục)

source: Include parent-tasks in its own folder (unchecked: include above)
vi_vn: Bao gồm các tác vụ cha trong thư mục riêng của nó (không được chọn: bao gồm ở trên)

source: Clear the WBS before import (remove all existing issues from the command)
vi_vn: Xóa cấu trúc phân chia công việc (WBS) trước khi nhập (loại bỏ tất cả các vấn đề hiện có khỏi lệnh).

source: Import Relationship tree to command
vi_vn: Nhập cây quan hệ vào lệnh

source: ERROR, Please check
vi_vn: LỖI, vui lòng kiểm tra

source: Timetrack filter
vi_vn: Ghi chú theo dõi thời gian

source: Only team members
vi_vn: Chỉ các thành viên nhóm

source: Display options
vi_vn: Tùy chọn hiển thị

source: Involved users
vi_vn: Thành viên đã đăng ký

source: Total elapsed
vi_vn: Tổng thời gian đã trôi qua

source: sidetasks
vi_vn: Nhiệm vụ phụ

source: Groups
vi_vn: Nhóm

source: Display the elapsed time for each user group
vi_vn: Hiển thị thời gian đã trôi qua cho mỗi nhóm người dùng.

source: Tasks Drift alert
vi_vn: Cảnh báo lệch nhiệm vụ

source: Display resolved issues
vi_vn: Hiển thị các vấn đề đã được giải quyết

source: Drift current tasks
vi_vn: Nhiệm vụ dòng điện trôi

source: Drift resolved tasks
vi_vn: Ẩn các nhiệm vụ đã giải quyết

source: Update team
vi_vn: Nhóm cập nhật

source: User team list
vi_vn: Danh sách nhóm người dùng

source: Costs
vi_vn: Chi phí

source: Management costs
vi_vn: Chi phí quản lý

source: Reopened rate history
vi_vn: Lịch sử tỷ giá được mở lại

source: week
vi_vn: Tuần

source: weeks
vi_vn: Nhiều tuần

source: month
vi_vn: Tháng

source: BugValidation History Indicator
vi_vn: Chỉ báo Lịch sử Xác thực Lỗi

source: Resolved bugs must be validated. This shows how many bugs have been Rejected or Accepted during the validation stage. Bugs in 'resolved' status (not yet validated) are excluded.
vi_vn: Các lỗi đã được khắc phục cần được xác nhận lại. Điều này cho thấy có bao nhiêu lỗi đã bị Từ chối hoặc Chấp nhận trong giai đoạn xác nhận. Các lỗi ở trạng thái 'đã khắc phục' (chưa được xác nhận) sẽ bị loại trừ.

source: % Validated
vi_vn: Đã phê chuẩn

source: Displays the percent of bugs having successfully pass the validation tests
vi_vn: Hiển thị tỷ lệ phần trăm lỗi đã vượt qua thành công các bài kiểm tra xác thực.

source: status changed from 'resolved' to any higher status (and still in this state at the end of the period).
vi_vn: Trạng thái đã thay đổi từ 'đã giải quyết' sang trạng thái cao hơn (và vẫn ở trạng thái này vào cuối kỳ).

source: % Rejected
vi_vn: Bị từ chối

source: Displays the percent of bugs having failed the validation tests
vi_vn: Hiển thị tỷ lệ phần trăm lỗi đã vượt qua thành công các bài kiểm tra xác thực.

source: status changed from 'resolved (or higher) to any lower status (and still unresolved at the end of the period)
vi_vn: Trạng thái đã thay đổi từ 'đã giải quyết (hoặc cao hơn)' sang bất kỳ trạng thái thấp hơn nào (và vẫn chưa được giải quyết vào cuối kỳ).

source: Bug Refusal Rate
vi_vn: Tỷ lệ từ chối lỗi

source: Nb of issues having fail validation tests
vi_vn: Số lượng vấn đề không vượt qua được các bài kiểm tra xác thực

source: Nb Fail
vi_vn: Nb Thất bại

source: Nb of issues having pass validation tests
vi_vn: Số lượng vấn đề đã vượt qua các bài kiểm tra xác thực

source: Nb Pass
vi_vn: nhiệm vụ nb

source: Import issues
vi_vn: Nhập khẩu các issue

source: Sorry, only team members can import tasks.
vi_vn: Rất tiếc, chỉ các thành viên nhóm mới có thể nhập nhiệm vụ.

source: Preview import
vi_vn: Xem trước khi nhập

source: File Format
vi_vn: Định dạng tập tin

source: Standard CSV format with :
vi_vn: Định dạng CSV tiêu chuẩn với:

source: enclosure
vi_vn: bao vây

source: Date format
vi_vn: Kiểu hiển thị ngày tháng

source: Number format
vi_vn: Định dạng số

source: Encoding
vi_vn: Mã hóa

source: It is highly recommended to use <strong>UTF-8</strong> but ASCII and ISO-8859-1 (MS-Windows) are also suported.
vi_vn: Nên sử dụng <strong>UTF-8</strong> , nhưng ASCII và ISO-8859-1 (MS-Windows) cũng được hỗ trợ.

source: Columns
vi_vn: Cột

source: the file must contain 7 columns, the 1st line contains the column names.
vi_vn: Tệp phải chứa 7 cột, dòng đầu tiên chứa tên các cột.

source: Summary ; MgrEffortEstim ; EffortEstim ; Description ; Deadline ; ExternalRef ; WBS tree
vi_vn: Tóm tắt; Ước tính nỗ lực của người quản lý; Ước tính nỗ lực; Mô tả; Hạn chót; Tham chiếu bên ngoài; Cây WBS

source: File
vi_vn: Tập tin

source: Set All
vi_vn: Đặt tất cả

source: TargetVersion
vi_vn: Phiên bản mục tiêu

source: Mantis issues to create:
vi_vn: Các vấn đề mà Mantis gặp phải khi tạo ra:

source: WBS Tree
vi_vn: Cây WBS

source: Category not set on all issues
vi_vn: Danh mục chưa được thiết lập cho tất cả các vấn đề

source: Type not set on all issues
vi_vn: Loại dữ liệu chưa được thiết lập cho tất cả các vấn đề.

source: Import done !
vi_vn: Quá trình nhập khẩu hoàn tất!

source: Load per User
vi_vn: Tải trọng trên mỗi người dùng

source: Check all the timetracks of the period and return their repartition per User
vi_vn: Kiểm tra tất cả các mốc thời gian trong khoảng thời gian đó và trả về sự phân bổ của chúng cho mỗi Job.

source: Time spent on the projects & sideTasks of the current task selection
vi_vn: Thời gian dành cho các dự án và nhiệm vụ phụ của lựa chọn nhiệm vụ hiện tại

source: Waste
vi_vn: Dán

source: 'Incident' and 'Inactivity' sideTasks of the current selection.<br> (if 'waste' option has not been selected, this will be included in 'elapsed')
vi_vn: Các tác vụ phụ 'Sự cố' và 'Không hoạt động' của lựa chọn hiện tại.<br> (Nếu tùy chọn 'lãng phí' không được chọn, thời gian này sẽ được tính vào 'đã trôi qua')

source: Other
vi_vn: Khác

source: The time spent on tasks & sideTasks that are not in the current task selection
vi_vn: Thời gian dành cho các nhiệm vụ và nhiệm vụ phụ không nằm trong danh sách nhiệm vụ hiện tại.

source: External
vi_vn: Bên ngoài

source: External tasks except 'Leave' category
vi_vn: Các nhiệm vụ bên ngoài, ngoại trừ mục 'Nghỉ phép'.

source: External leave tasks & inactivity sideTasks that are not in the current task selection
vi_vn: Các nhiệm vụ nghỉ phép bên ngoài & các nhiệm vụ không hoạt động: Các nhiệm vụ không có trong danh sách nhiệm vụ hiện tại.

source: Show waste sidetasks: 'Incident' and 'Inactivity' categories <br> (if unchecked, sidetasks will be included in 'elapsed')
vi_vn: Hiển thị các công việc phụ lãng phí: các danh mục 'Sự cố' và 'Không hoạt động' <br> (nếu không được chọn, các công việc phụ sẽ được bao gồm trong 'thời gian đã trôi qua')

source: Show full activity: <br> If checked, timetracks on tasks not included in current selection will be displayed in additional columns.
vi_vn: Hiển thị toàn bộ hoạt động: <br> Nếu được chọn, tiến trình thời gian của các nhiệm vụ không có trong lựa chọn hiện tại sẽ được hiển thị trong các cột bổ sung.

source: Move issue timetracks
vi_vn: Di chuyển tiến độ xử lý sự cố

source: Committer
vi_vn: Người cam kết

source: Commit date
vi_vn: Ngày cam kết

source: Select All
vi_vn: Chọn tất cả

source: Dates
vi_vn: Ngày

source: Start
vi_vn: Bắt đầu

source: End
vi_vn: Kết thúc

source: Origin
vi_vn: Nguồn gốc

source: Destination
vi_vn: Đích

source: Please, fill all fields correctly
vi_vn: Vui lòng điền đầy đủ thông tin vào tất cả các trường.

source: Destination task must be different from origin
vi_vn: Nhiệm vụ đích phải khác với nhiệm vụ xuất phát.

source: Origin task
vi_vn: Nhiệm vụ gốc

source: Move selected timetracks
vi_vn: Di chuyển các mốc thời gian đã chọn

source: Destination task
vi_vn: Trang đích

source: WARNING : In order to move timetracks, destination task creation date will be moved to
vi_vn: CẢNH BÁO: Để di chuyển các mốc thời gian, ngày tạo nhiệm vụ đích sẽ được di chuyển đến

source: Timetracks moved successfully !
vi_vn: Quá trình chuyển đổi Timetracks đã thành công!

source: Issue Status History
vi_vn: Lịch sử trạng thái vấn đề

source: No
vi_vn: Không

source: Yes
vi_vn: Có

source: Filter on Issue type
vi_vn: Lọc theo loại sự cố

source: No filter
vi_vn: Không lọc

source: Bugs only
vi_vn: Chỉ lỗi

source: Tasks only
vi_vn: Chỉ nhiệm vụ

source: Filter on External ID
vi_vn: Lọc theo ID bên ngoài

source: Issues with External ID
vi_vn: Các vấn đề với ID bên ngoài

source: Issues without External ID
vi_vn: Các sự cố không có ID bên ngoài

source: Check all the timetracks of the period and return their repartition per Project
vi_vn: Kiểm tra tất cả các mốc thời gian trong kỳ và báo cáo sự phân bổ của chúng cho từng Dự án.

source: Selling price for period
vi_vn: Giá bán trong kỳ

source: Elapsed during period
vi_vn: Khoảng thời gian đã trôi qua

source: Remaining to produce (at end of period)
vi_vn: Số lượng hàng hóa còn phải sản xuất (vào cuối kỳ)

source: Selling Price for the Period
vi_vn: Giá bán trong kỳ

source: If you sell daily services with a specific price for each task, this plugin will give you the price of your batch of tasks over a given period of time.
vi_vn: Nếu bạn bán các dịch vụ hàng ngày với giá cụ thể cho từng nhiệm vụ, plugin này sẽ cung cấp cho bạn giá của toàn bộ các nhiệm vụ đó trong một khoảng thời gian nhất định.

source: For this plugin, you need to add the "CodevTT_DailyPrice" customField to your mantis projects and set a value for each task.
vi_vn: Đối với plugin này, bạn cần thêm trường tùy chỉnh "CodevTT_DailyPrice" vào dự án Mantis của mình và đặt giá trị cho từng nhiệm vụ.

source: SellingPrice = DailyPrice x Elapsed during period
vi_vn: Giá bán = Giá hàng ngày x Thời gian đã trôi qua

source: Remaining = MgrEffortEstim - Elapsed since the beginning of the task to end of period
vi_vn: Giá bán = Giá hàng ngày x Thời gian đã trôi qua

source: Include sideTasks
vi_vn: Bao gồm các nhiệm vụ phụ

source: Task name
vi_vn: Họ

source: Task ExtRef
vi_vn: Nhiệm vụ ExtRef

source: Task ID
vi_vn: Mã số nhiệm vụ

source: Elapsed on period
vi_vn: Khoảng thời gian đã trôi qua

source: Remaining to produce at end of period
vi_vn: Số lượng hàng hóa còn phải sản xuất (vào cuối kỳ)

source: Remaining
vi_vn: Còn lại

source: Daily Price
vi_vn: Giá hàng ngày

source: Price on period
vi_vn: Giá trong khoảng thời gian đó

source: Price
vi_vn: Giá

source: Progress history
vi_vn: Lịch sử tiến trình

source: Values
vi_vn: Giá trị

source: Theoric
vi_vn: Lý thuyết

source: Real
vi_vn: Đọc

source: % Progress
vi_vn: % Tiến triển

source: Load History
vi_vn: Xem lịch sử

source: Sidetasks
vi_vn: Nhiệm vụ phụ

source: MgrEffortEstim + checked provisions
vi_vn: MgrEffortEstim + Checked Provisions (ngày)

source: Burndown chart
vi_vn: Biểu đồ tiến độ hoàn thành

source: Compares the budget (MgrEffortEstim + checked provisions) to the reestimated time (nb days needed to finish the tasks).
vi_vn: So sánh ngân sách (MgrEffortEstim + các khoản dự toán đã kiểm tra) với thời gian ước tính lại (số ngày cần thiết để hoàn thành các nhiệm vụ).

source: % Budget Drift
vi_vn: % Thay đổi ngân sách

source: ( reestimated - budget ) / budget
vi_vn: ( ước tính lại - ngân sách ) / ngân sách

source: Budget Drift Progression Chart
vi_vn: Biểu đồ tiến trình lệch ngân sách

source: Budget Drift
vi_vn: Sự trôi dạt ngân sách

source: Budget history
vi_vn: Lịch sử ngân sách

source: Load per customfield values
vi_vn: Tải theo giá trị trường tùy chỉnh

source: Custom field
vi_vn: Trường tuỳ biến

source: Timetrack list
vi_vn: Danh sách theo dõi thời gian

source: Update timetrack
vi_vn: Cập nhật theo dõi thời gian

source: Backlog per User
vi_vn: Số lượng công việc tồn đọng theo từng người dùng

source: No task with backlog
vi_vn: Không có tác vụ nào có tồn đọng.

source: For each user, return the sum of the backlog of its assigned tasks
vi_vn: Đối với mỗi người dùng, hãy trả về tổng số lượng công việc tồn đọng được giao cho người dùng đó.

source: WBS path
vi_vn: Đường dẫn WBS

source: Ongoing tasks
vi_vn: Nhiệm vụ đang diễn ra

source: Display only the tasks with activity (timetracks) on the period
vi_vn: Chỉ hiển thị các nhiệm vụ có hoạt động (theo dõi thời gian) trong khoảng thời gian đó.

source: The time spent on the task during the period (which can be less than the total time spent since the beginning of the task)
vi_vn: Thời gian dành cho nhiệm vụ trong khoảng thời gian đó (có thể ít hơn tổng thời gian đã dành từ đầu đến cuối nhiệm vụ).

source: List the users having spent time on the task during the period
vi_vn: Liệt kê những người dùng đã dành thời gian cho nhiệm vụ đó trong khoảng thời gian đã nêu.

source: Nb submitted
vi_vn: lưu

source: Nb resolved
vi_vn: nb đã giải quyết

source: Submitted issues
vi_vn: Các vấn đề đã gửi

source: Resolved issues
vi_vn: Các vấn đề đã được giải quyết

source: Submitted/Resolved Issues History
vi_vn: Lịch sử các vấn đề đã gửi/đã giải quyết

source: Submitted/Resolved issues
vi_vn: Các vấn đề đã gửi/đã giải quyết

source: Submitted / Resolved Issues
vi_vn: Các vấn đề đã gửi/đã giải quyết

source: Submitted
vi_vn: Đã gửi:

source: Resolved
vi_vn: Giải quyết

source: You need to be manager to import issues.
vi_vn: Bạn cần có quyền quản trị để nhập các vấn đề.

source: Only team administrators can create users
vi_vn: Chỉ quản trị viên nhóm mới có thể tạo người dùng.

source: Import users
vi_vn: Nhập khẩu Thành viên

source: Create Mantis users
vi_vn: Tạo người dùng Mantis

source: Add users to CodevTT team & projects
vi_vn: Thêm người dùng vào nhóm và dự án của CodevTT.

source: Only team-leaders & administrators are allowed to do this action.
vi_vn: Chỉ trưởng nhóm và quản trị viên mới được phép thực hiện thao tác này.

source: Send password by mail
vi_vn: Gửi mật khẩu qua thư

source: Send a password per email to each user
vi_vn: Gửi mật khẩu qua email cho từng người dùng.

source: Generate password
vi_vn: Lặp lại mật khẩu

source: Display a generated password (common to all created users)
vi_vn: Hiển thị mật khẩu được tạo tự động (chung cho tất cả người dùng đã tạo).

source: username
vi_vn: Tên người dùng

source: User already exists
vi_vn: Người dùng đã tồn tại!

source: Mantis project access level
vi_vn: Mức độ truy cập dự án Mantis

source: User can't be added to Mantis projects
vi_vn: Người dùng không thể được thêm vào dự án Mantis.

source: CodevTT role
vi_vn: Vai trò của CodevTT

source: User already belong to this team
vi_vn: Người dùng đã thuộc nhóm này

source: User can't be added to this team
vi_vn: Người dùng không thể được thêm vào nhóm này.

source: Mantis users to create:
vi_vn: Các vấn đề mà Mantis gặp phải khi tạo ra:

source: First name
vi_vn: Tên

source: Username
vi_vn: Tên người dùng

source: Mantis role
vi_vn: Vai trò của matis

source: Date of entry in team
vi_vn: Ngày gia nhập đội

source: Username not set on all users
vi_vn: Tên người dùng chưa được thiết lập cho tất cả người dùng.

source: Project access level not set on all users
vi_vn: Mức độ truy cập dự án chưa được thiết lập cho tất cả người dùng.

source: CodevTT roles not set on all users
vi_vn: Chức năng phân quyền CodevTT chưa được thiết lập cho tất cả người dùng.

source: Date of entry in team not set on all users
vi_vn: Ngày tham gia nhóm chưa được thiết lập cho tất cả người dùng.

source: Import Done ! The password for every created users is
vi_vn: Nhập khẩu hoàn tất! Mật khẩu cho mỗi người dùng đã tạo là

source: Import Done ! An email with login and password has been sent to each user.
vi_vn: Nhập khẩu hoàn tất! Mật khẩu cho mỗi người dùng đã tạo là

source: No errors
vi_vn: Không có lỗi

source: Consistency check
vi_vn: Kiểm tra tính nhất quán

source: Check for errors in issues
vi_vn: Kiểm tra lỗi trong các vấn đề

source: Issue consistency check
vi_vn: Vấn đề kiểm tra tính nhất quán

source: Load per project categories
vi_vn: Tải theo danh mục dự án

source: Hello World
vi_vn: Xin chào thế giới

source: Timetrack details
vi_vn: Chi tiết về thời gian

source: Refresh
vi_vn: Làm mới

source: Send new message
vi_vn: Gửi thư

source: Expire
vi_vn: Hết hạn

source: Exp. date
vi_vn: Ngày hết hạn

source: Expiration Date (optional)
vi_vn: Ngày hết hạn (tùy chọn)

source: Everybody (all teams)
vi_vn: Tất cả mọi người (tất cả các đội)

source: Message wall options
vi_vn: Các tùy chọn tường tin nhắn

source: Recipient
vi_vn: Người nhận

source: Current team
vi_vn: Chuỗi hiện tại

source: All my teams
vi_vn: Tất cả các đội của tôi

source: Assigned to me
vi_vn: Được giao cho tôi

source: Posted by me
vi_vn: Được đăng bởi tôi

source: All
vi_vn: Tất cả

source: Hidden messages
vi_vn: Thông điệp ẩn

source: Hide
vi_vn: Ẩn

source: Message wall help
vi_vn: Trợ giúp về bảng tin nhắn

source: Buttons
vi_vn: Nút bấm

source: Add new message
vi_vn: Gửi thư

source: Post a new message
vi_vn: Đăng tin nhắn mới

source: Hide message. Depends on user setting "Display hidden messages"
vi_vn: Ẩn tin nhắn. Tùy thuộc vào cài đặt của người dùng "Hiển thị tin nhắn ẩn".

source: Show
vi_vn: Hiện

source: Unhide a hidden message
vi_vn: Hiển ra tin nhắn ẩn

source: Delete a message.
vi_vn: Xóa thư

source: This will permanently delete this post, are you sure ?!
vi_vn: Thao tác này sẽ xóa bài đăng này vĩnh viễn, bạn chắc chắn chứ?!

source: Message wall
vi_vn: Tên thông điệp

source: Size
vi_vn: Kích cỡ

source: Small
vi_vn: Nhỏ

source: Medium
vi_vn: Vừa

source: Large
vi_vn: Lớn

source: Huge
vi_vn: To lớn

source: Acknowledged by
vi_vn: Được xác nhận bởi

source: Submission date
vi_vn: Ngày nộp

source: Expiration date
vi_vn: Ngày hết hạn

source: Author
vi_vn: Tác giả

source: Dest
vi_vn: Giảm

source: Backlog history
vi_vn: Lịch sử tồn đọng

source: Task type filter
vi_vn: Bộ lọc loại tác vụ

source: Check the submission date of the tasks
vi_vn: Kiểm tra ngày nộp bài tập.

source: Statistics on the age of open tasks
vi_vn: Thống kê về tuổi của các nhiệm vụ chưa hoàn thành

source: New
vi_vn: Mới

source: Open
vi_vn: Mở

source: Nb Issues
vi_vn: Vấn đề Nb

source: Nb new
vi_vn: Nb mới

source: Nb open
vi_vn: Nb mở

source: Open issues seniority
vi_vn: Thứ tự ưu tiên giải quyết các vấn đề chưa giải quyết

source: Display task list
vi_vn: Hiển thị danh sách tác vụ

source: Time per status
vi_vn: Thời gian cho mỗi trạng thái

source: Time allocation by status
vi_vn: Phân bổ thời gian theo trạng thái

source: Timetracking analysis
vi_vn: Phân tích theo dõi thời gian

source: Average delay between the timetrack date and it's creation date (in days)
vi_vn: Độ trễ trung bình giữa ngày ghi nhật ký theo dõi và ngày tạo (tính bằng ngày)

source: Average
vi_vn: Trung bình

source: (in days)
vi_vn: (tính bằng ngày)

source: Median
vi_vn: Trung

source: Mode
vi_vn: Chế độ

source: Missing
vi_vn: Mất tích

source: Effort estimation reliability rate
vi_vn: Tỷ lệ độ tin cậy ước tính nỗ lực

source: EffortEstim ReliabilityRate
vi_vn: Nỗ lực Ước tính Độ tin cậy Tỷ lệ

source: MgrEffortEstim ReliabilityRate
vi_vn: Tỷ lệ độ tin cậy của MgrEffortEstim

source: EffortEstim reliability history
vi_vn: Lịch sử độ tin cậy của EffortEtim

source: Drag, drop and set the order of the filters
vi_vn: Kéo, thả và thiết lập thứ tự của các bộ lọc.

source: Tasks pivot table
vi_vn: Bảng tổng hợp nhiệm vụ

source: Reset selected dashboards
vi_vn: Đặt lại trang tổng quan đã chọn

source: Domain
vi_vn: Tên miền

source: Item
vi_vn: Khoản mục

source: Reset Dashboard
vi_vn: Đặt lại bảng điều khiển

source: Global cost estimation:
vi_vn: Ước tính chi phí toàn cầu:

source: Costs Mgr
vi_vn: Quản lý chi phí

source: Sum the costs of each timetrack.
vi_vn: Tính tổng chi phí của từng mốc thời gian.

source: Team AverageDailyCost and UserDailyCosts must be defined in team settings.
vi_vn: Các tham số Team AverageDailyCost và UserDailyCosts phải được định nghĩa trong cài đặt nhóm.

source: AverageDailyCost is used when no UserDailyCosts is defined for the timetrack's user.
vi_vn: AverageDailyCost được sử dụng khi không có UserDailyCosts nào được định nghĩa cho người dùng của timetrack.

source: AverageDailyCost is used if the task is not yet assigned to anyone.
vi_vn: AverageDailyCost được sử dụng nếu nhiệm vụ chưa được giao cho ai.

source: The backlog is computed with the current assigned user's UserDailyCost
vi_vn: Lượng công việc tồn đọng được tính toán dựa trên chi phí hàng ngày của người dùng được chỉ định hiện tại (UserDailyCost).

source: Respectively sum the MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog of each task.
vi_vn: Tính tổng các giá trị MgrEffortEstim, EffortEstim, Reestimated, Elapsed, Backlog của từng nhiệm vụ.

source: The backlog depends on the status (always 0 if status >= Resolved)
vi_vn: Số lượng công việc tồn đọng phụ thuộc vào trạng thái (luôn bằng 0 nếu trạng thái >= Đã giải quyết)

source: Sum the Provisions that are 'checked' as included in the budget.
vi_vn: Cộng tổng các khoản mục được đánh dấu "đã bao gồm" trong ngân sách.

source: Couldn't add the holiday
vi_vn: Không thể thêm ngày lễ

source: Couldn't remove the holiday
vi_vn: Không thể xóa ngày lễ

source: Issue tooltips for project
vi_vn: Phát hành chú thích công cụ cho dự án

source: Drag & drop the items to be displayed in the Issue tooltip
vi_vn: Kéo và thả các mục cần hiển thị trong chú giải

source: Available fields
vi_vn: Khách hàng có sẵn

source: Tooltip
vi_vn: Chú thích công cụ

source: ERROR: joblist cannot be empty !
vi_vn: LỖI: Danh sách công việc không được để trống!

source: Invalid team name
vi_vn: Tên thẻ không hợp lệ

source: Couldn't enable/disable team
vi_vn: Không thể bật/tắt nhóm

source: Couldn't update the creation date
vi_vn: Không thể cập nhật ngày tạo.

source: Please upload files with the following extension:
vi_vn: Vui lòng tải lên các tệp có phần mở rộng sau:

source: No group defined for team member
vi_vn: Không có nhóm nào được xác định cho thành viên nhóm.

source: Sorry, you need to be identified.
vi_vn: Xin lỗi, bạn cần được xác minh danh tính.

source: Could not create classmap:
vi_vn: Không thể tạo classmap:\

source: Sorry, this Job cannot be changed
vi_vn: Rất tiếc, công việc này không thể thay đổi được

source: This job must not be deleted.
vi_vn: Công việc này không được phép xóa.

source: Couldn't remove the job association
vi_vn: Không thể xóa liên kết công việc

source: Couldn't delete the job
vi_vn: Không thể xóa công việc

source: Sorry, logfile not found:
vi_vn: Rất tiếc, không tìm thấy tệp nhật ký:

source: Couldn't delete the team
vi_vn: Không thể xóa đội

source: Couldn't update the team leader
vi_vn: Không thể cập nhật thông tin cho trưởng nhóm.

source: Couldn't add the project to the team
vi_vn: Không thể thêm dự án vào nhóm.

source: Could NOT remove the project from the team
vi_vn: Không thể xóa dự án khỏi nhóm.

source: Configure Tooltips
vi_vn: Cấu hình chú giải công cụ

source: enabled
vi_vn: Kích hoạt

source: disabled
vi_vn: Tắt

source: to be sent
vi_vn: để gửi

source: Sent
vi_vn: Gửi

source: to be validated
vi_vn: cần được xác nhận

source: validated
vi_vn: Đã phê chuẩn

source: to be closed
vi_vn: sẽ bị đóng cửa

source: closed
vi_vn: Đã đóng

source: bill must be sent
vi_vn: phải gửi hóa đơn

source: bill sent
vi_vn: hóa đơn đã gửi

source: payed
vi_vn: đã trả tiền

source: for team
vi_vn: đội ngũ nòng cốt
